[
			{
				"name": "Daimar Cánovas",
				"email": "daimarcanovas@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/836755b67afa50966cd717d5ec96362b?s=500",
				"location": "Unknown",
				"bio": "Doctor en Ciencias Jurídicas, por la Universidad de La Habana (2013), Licenciado en Derecho (2001) y Licenciado en Historia (2005) por esa propia Universidad. Profesor Titular en la Facultad de Derecho de ese centro de estudios. Vicedirector Científico del Instituto de Geografía Tropical, del Ministerio de Ciencia, Tecnología y Medio Ambiente. Tiene Diplomados en Derecho Ambiental (2009), Gestión del Territorio, el Urbanismo y el Medio Ambiente (2011), y Administración Pública (2015), así como un Programa de Estudios Avanzados en Desarrollo Sustentable y Medio Ambiente (LEAD-Fellow), en Colegio de México (2014). ",
				"twitter": "",
				"url": "",
				"organization": "Instituto de Geografía Tropical",
				"shirt_size": "Men's XL",
				"title": "El Instituto de Geografía Tropical, de Cuba, y los Sistemas de Información Geográfica. Una contribución desde la ciencia a la sostenibilidad del desarrollo",
				"abstract": "En el trabajo se exponen diversas experiencias de la institución en proyectos internacionales implementados en Cuba, como el de Bases ambientales para la sostenibilidad alimentaria local (BASAL), y el Programa de Asociación de País para el Manejo Sostenible de Tierras (OP15).",
				"description": "El Instituto de Geografía Tropical es un centro de investigación público con más de cincuenta años de experiencia en el área de las ciencias geográficas, ambientales y la Geomática. Desarrolla proyectos de investigación, ligados a las prioridades nacionales, y ofrece servicios científico-técnicos en función de las necesidades de sus clientes. \r\nEn el trabajo se exponen diversas experiencias de la institución en proyectos internacionales implementados en Cuba, como el de Bases ambientales para la sostenibilidad alimentaria local (BASAL), Programa de Asociación de País para el Manejo Sostenible de Tierras (OP15), así como el de Integración de los compromisos ambientales globales de Río en las prioridades y necesidades nacionales a través del mejoramiento del manejo de la información y el conocimiento para la planificación y la toma de decisiones (InfoGEO). Estas experiencias han validado la necesidad de que los decisores cuenten con sistemas de información eficaces, a lo que pueden contribuir enormemente las ciencias geográficas y del espacio.",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"geoprocesamiento", "gis", "qgis", "openstreetmap"
				],
				"rating": 66.6666666666667,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-05-22T16:37:42.724Z"
			}, {
				"name": "Jeff McKenna",
				"email": "jeffmckenna@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/84127171cddd0bc081535bbf2bba2e62?s=500",
				"location": "Unknown",
				"bio": "Jeff McKenna is the 2016 recipient of the prestigious Sol Katz Award. This recognition is awarded annually by the OSGeo Foundation to individuals who have demonstrated leadership in the OSGeo and FOSS4G communities.\r\nJeff McKenna is part of OSGeo since its inception and co-created the FOSS4G movement back in 2004. He was elected as Charter Member in 2006 and later on elected to the Board of Directors of OSGeo in 2009. He was named as the President of the Open Source Geospatial Foundation in 2012, and reelected as such in 2014.\r\nJeff McKenna has always been active on software projects too, especially within the MapServer and ZOO-Project communities, as a member of their Project Steering Committees, documentation lead and power user. He notably created and maintains MS4W, the popular and long-time MapServer installer for Windows users.\r\nJeff McKenna also operates his own open geospatial consulting and training company, Gateway Geomatics, along the beautiful coast in Lunenburg, Nova Scotia, Canada.\r\n",
				"twitter": "mapserving",
				"url": "http://osgeo.org",
				"organization": "OSGeo",
				"shirt_size": "Men's 2XL",
				"title": "Getting Started with MapServer",
				"abstract": "MapServer is the engine behind so many web services today.  Come learn about the fastest mapping engine in the world from one of its leaders and longtime power users.  This workshop will please both beginners and MapServer power users.",
				"description": "MapServer is the engine behind so many web services today, offering fast and flexible publishing and sharing of spatial data. Underneath the hood, MapServer offers many powerful and advanced features that many users never dig into, and new features are being added constantly. Come learn hands-on about some of the more advanced features of MapServer, from extending OGC services to exporting data to GDAL file formats to very complex symbology and labeling. Learn simple and advanced use cases and debugging techniques for some of these advanced features from a passionate presenter with almost 20 years of MapServer experience!",
				"notes": "I would prefer to use a computer lab, and have the latest MS4W (MapServer for Windows), installed on each machine:  http://ms4w.com  I will likely provide a custom MS4W for this workshop, which can be pre-installed on each machine.",
				"audience_level": "All",
				"tags": [
					"MapServer", "Workshop", "Hands-on", "Passion", "Fun", "OpenLayers"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-08-04T16:37:09.593Z"
			}, {
				"name": "Indira Farres",
				"email": "inafarres28@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/d08baeb44679636cd5571e18aa32f745?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "",
				"url": "",
				"organization": "Instituto de Geografía Tropical",
				"shirt_size": "Women's L",
				"title": "Determinación de los potenciales de los recursos naturales para las actividades agropecuarias en el municipio Camagüey, Cuba mediante técnicas de evaluación multicriterio ",
				"abstract": "La determinación de los potenciales en un área determinada, racionaliza el empleo de los recursos. Para ello se emplearon las técnicas de evaluación multicriterio, y para las limitantes de uso se empleó algebra booleana, usando las ventajas del software libre QGIS 2.18.0",
				"description": "La determinación de los potenciales de los recursos naturales para las actividades principales a desarrollar en un área determinada, racionaliza el empleo de los recursos, a su vez que son utilizados como una de las herramientas fundamentales en la definición del uso potencial de las unidades ambientales del territorio. Para el desarrollo de esta investigación se determinaron los potenciales agrícola y pecuario, debido a que el caso de estudio: municipio Camagüey, localizado en la provincia con el mismo nombre, en la zona central de Cuba, es un territorio cuyo desarrollo socioeconómico depende en gran medida de la producción agrícola y pecuaria. Este trabajo tributa al primer proyecto internacional de adaptación al cambio climático en el sector agropecuario en Cuba, denominado “Bases Ambientales para la Sostenibilidad Alimentaria Local” (BASAL). Se emplearon las técnicas de evaluación multicriterio, y para las limitantes de uso se empleó algebra booleana, usando las ventajas del software libre QGIS 2.18. Adicionalmente, se realizó un análisis de las características físico-geográficas y socio-económicas del caso de estudio para facilitar el análisis de dichas potencialidades. Como resultado final se obtuvieron dos mapas en los que se muestran las potencialidades que tienen las actividades económicas para su desarrollo en el territorio estudiado. Se concluye que el replanteo de la planificación a partir de un ordenamiento del territorio, permite identificar las potencialidades y limitaciones para las actividades que en él se desarrollan o se pretenden desarrollar, y de la identificación, establecimiento y cumplimiento de políticas, lineamientos, regulaciones y normas que erradiquen las incompatibilidades de uso y los problemas ambientales existentes. ",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"qgis", "indira"
				],
				"rating": 83.3333333333333,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-04-21T13:30:20.510Z"
			}, {
				"name": "Misha Chakrabarti",
				"email": "mishachakrabarti@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/8e4815b1a81014090355cf9d3c25dfad?s=500",
				"location": "Greater Buenos Aires, Argentina",
				"bio": "Misha Chakrabarti is storyteller whose inner Bilbo Baggins took him on a nine-year journey to explore the wonders of the world through spatial visualizations during his undergrad at the University of Pennsylvania and then as a data analyst for a multinational utility. Currently a CARTO Ambassador (www.carto.com) and a Geoawesomeness contributor (www.geoawesomeness.com), he finds unfathomable joy mapping the things that really matter, like wifi, emojis, and what’s powering your smartphone. When he’s not pondering the mysteries of the hipsterverse, you can find him earnestly mispronouncing everything in his current city of Buenos Aires and blogging about his data adventures at: www.mishmashmaps.com ",
				"twitter": "MishaChak",
				"url": "https://www.mishmashmaps.com/",
				"organization": "CARTO (Ambassador)",
				"shirt_size": "Men's S",
				"title": "Creando Mapas de Web Interactivos con Datos Abiertos Para Entender Mejor a las Ciudades y Conectar con Ciudadanos y Turistas",
				"abstract": "Visualización de datos espaciales del sitio web de datos abiertos de Buenos Aires en mapa web interactivo para obtener nuevos conocimientos sobre la distribución de los recursos públicos de la ciudad, sostenibilidad, transporte, educación y ofertas culturales.",
				"description": "Muchas ciudades importantes tienen sus propios portales de datos abiertos que proporcionan información perspicaz y relevante sobre sus servicios y recursos públicos. A menudo, estos datos están disponibles en formatos accesibles para GIS y expertos en datos, pero no en un formato que el público en general pueda entender de manera significativa.\r\n\r\nLa combinación de datos abiertos desde el sitio web de datos de Buenos Aires y la plataforma de cartografía web de CARTO, puede permitir una visualización sencilla e intuitiva para hacer la información digerible para el usuario promedio. La integración de varios widgets dinámicos, incluyendo fórmulas, histogramas y gráficos, permite a los usuarios entender las ciudades de una manera nueva. El hecho de que estos mapas son visuales e interactivos ofrece una nueva forma de no sólo informar, sino también a los turistas y lugareños por igual.\r\n\r\nEste caso de uso integró los datos relacionados con el transporte, la cultura y la educación, wifi y cajeros automáticos, y el medio ambiente. Ver a continuación enlaces a mapas interactivos.\r\n\r\nTransporte: https://goo.gl/DfjQV7 \r\nEspacios verdes: https://goo.gl/8QBy9M \r\nCultura y educación: https://goo.gl/5Ngzki \r\nMurales: https://goo.gl/odxL1J \r\nUbicaciones públicas wifi: https://goo.gl/kDTgXi \r\nCajeros automáticos: https://goo.gl/yTLgiS \r\nArtículo de LinkedIn en wifi y cajeros automáticos: https://goo.gl/vPkbsZ ",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"latinoamerica", "carto", "argentina", "buenos aires", "datos abiertos", "open data"
				],
				"rating": 83.3333333333333,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-21T20:17:02.475Z"
			}, {
				"name": "Gonzalo Martinez Troncoso",
				"email": "gmartineztroncoso@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/4a2357b9bfb7ca4acde83c71cd4c96fd?s=500",
				"location": "Unknown",
				"bio": "Mi nombre es Gonzalo Martínez Troncoso, estudiante de quinto año de Cartografía de la UTEM. \r\nMis intereses personales son compartir y distribuir el conocimiento con plena libertad de acción.\r\nMis intereses profesionales son avanzar en la organización comunitaria y empoderamiento del territorio en conjunto con las personas.\r\n\r\nMe gusta Zayn Malik de One Direction \r\n",
				"twitter": "",
				"url": "https://fhtcs.utem.cl/",
				"organization": "Universidad Tecnológica Metropolitana del Estado de Chile",
				"shirt_size": "Men's M",
				"title": "Cartografía social de la percepción emotiva del territorio ",
				"abstract": "Estudiantes y académicos de la UTEM, en conjunto a una comunidad local, llevaron a cabo un proyecto de investigación-acción-participativa con el fin de obtener las percepciones emotivas del territorio, a través de Cartografía Social y el uso de software libre para su procesamiento y análisis.",
				"description": "Este proyecto se ejecutó mediante una estrategia de investigación-acción-participativa, contando con diferentes etapas en una de las cuales se desarrollaron talleres de Cartografía Social, utilizando esta herramienta como un instrumento de visibilidad, además de ser un agente que opera y se potencia en la medida que la comunidad colabora en su elaboración.\r\n\r\nCon el objetivo de obtener las percepciones emotivas del territorio, a través de Cartografías Sociales orientadas a construir conocimiento de manera colectiva; en un acercamiento de la comunidad a su espacio geográfico, social, económico, histórico y cultural, en base a un mapa, que permita poner en evidencia diferentes saberes a objeto de llegar a una imagen y percepción común del territorio.\r\n\r\nEstas Cartografías Sociales se procesaron mediante el uso software libre, a manera de diversificar y comunicar la información obtenida, a través de productos cartográficos de percepción emotiva, para permitir intercambiar conocimiento entre los diferentes actores locales sobre el impacto de las políticas públicas en el territorio.\r\n",
				"notes": "Estudiantes y académicos/as de la Facultad de Humanidades y Tecnologías de la Comunicación Social, de la Universidad Tecnológica Metropolitana  de Chile (UTEM), establecieron un vínculo con el Comité de Adelanto de la comunidad del sector Matta Norte, específicamente del Parque Residencial Blindados, ubicado en Santiago de Chile. Donde se llevó a cabo el Proyecto de Investigación-Acción- Participativa (IAP): “Observatorio Cartografías de la Participación Comunitaria y las Políticas Públicas”, con el objetivo de que los vecinos/as y actores sociales definan cuáles son las necesidades, las estrategias y los planes de acción que desearían implementar en un Observatorio del Territorio y así influir en Políticas Públicas a futuro.\r\n\r\nEste proyecto busca incorporar las orientaciones de la metodología de aprendizaje y servicio, así como también generar espacios de investigación-acción-participativa, que permitan conocer y ser parte de los desafíos que se viven en el siglo XXI, vinculando la academia en las problemáticas Socio-territoriales. Consta de un conjunto de etapas dentro de las cuales se encuentra el desarrollo de talleres de Cartografía Social.\r\n\r\nLa metodología a emplear en la Cartografía Social se desarrolla sobre un mapa en el cual está representada parte la red vial perteneciente a una localidad de la ciudad de Santiago, específicamente el barrio Matta Norte, las personas participantes de los talleres espacializaron variables previamente definidas por ellos, luego mediante el uso de “emojis” asignaron significados emotivos a estas variables representadas. Posteriormente se fotografiaron ortogonalmente los mapas realizados en los talleres, por consiguiente se georreferenciaron estas imágenes mediante el software QGIS y se materializan a través de una interpolación a modo de saber las percepciones emotivas de las personas participantes del taller.\r\n",
				"audience_level": "All",
				"tags": [
					"percepción", "cartografía social", "geoprocesamiento", "qgis", "aprendizaje y servicio", "investigación-acción", "participación comunitaria", "territorio", "percepción", "cartografía social", "geoprocesamiento", "qgis", "aprendizaje y servicio", "investigación-acción", "participación comunitaria", "territorio"
				],
				"rating": 83.3333333333333,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-21T23:07:15.125Z"
			}, {
				"name": "Atahualpa Ayala ",
				"email": "ayala@sustentap.com.py",
				"avatar": "https://secure.gravatar.com/avatar/30a79857817c31aaae7c1ff6092327d4?s=500",
				"location": "Unknown",
				"bio": "Guerrillero de la guerra del SIG libre contra el SIG pago en las trincheras del gobierno nacional y departamental en el territorio paraguayo.",
				"twitter": "",
				"url": "",
				"organization": "SIGPY",
				"shirt_size": "Men's L",
				"title": "Cura de enfermedades del sistema de recaudación municipal en Paraguay, con el uso del poha ñana* SIG.  *remedio natural",
				"abstract": "Breve introducción al sistema de recaudación del impuesto inmobiliario en el Paraguay y su situación actual, para luego adentrarse en las causas (enfermedades) que disminuyen los ingresos municipales, y las diferentes herramientas SIG libres para tratar y curarlas.",
				"description": "Durante la charla se plantaran e intentaran resolver las siguientes incógnitas:\r\n¿Como funciona el sistema de recaudación del impuesto inmobiliario en Paraguay?\r\n¿En qué situación se encuentran los municipios en cuanto a la gestión de la información catastral y recaudación del impuesto inmobiliario?\r\n¿Cuáles son las causas que generan bajos niveles de recaudación?\r\n¿Cómo se pueden combatir tales males utilizando las diferentes combinaciones de herramientas SIG y políticas públicas?",
				"notes": "El sustento teórico se encuentra basado en la experiencia de más de 3 años trabajando en el Sistema Nacional de Catastro como consultor especialista SIG, labor que generó el estudio de los municipios del Paraguay y el recorrido a más de 100 municipalidades. El sustento práctico se basa en el trabajo como consultor en los municipios de Ypane y Hohenau, donde las recetas están siendo puestas en práctica.",
				"audience_level": "All",
				"tags": [
					"Qgis", "Recaudaciones Municipales", "Paraguay"
				],
				"rating": 83.3333333333333,
				"state": "submitted",
				"confirmed": false,
				"created_at": "2017-08-05T02:51:37.834Z"
			}, {
				"name": "Jeff McKenna",
				"email": "jeffmckenna@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/84127171cddd0bc081535bbf2bba2e62?s=500",
				"location": "Unknown",
				"bio": "Jeff McKenna is the 2016 recipient of the prestigious Sol Katz Award. This recognition is awarded annually by the OSGeo Foundation to individuals who have demonstrated leadership in the OSGeo and FOSS4G communities.\r\nJeff McKenna is part of OSGeo since its inception and co-created the FOSS4G movement back in 2004. He was elected as Charter Member in 2006 and later on elected to the Board of Directors of OSGeo in 2009. He was named as the President of the Open Source Geospatial Foundation in 2012, and reelected as such in 2014.\r\nJeff McKenna has always been active on software projects too, especially within the MapServer and ZOO-Project communities, as a member of their Project Steering Committees, documentation lead and power user. He notably created and maintains MS4W, the popular and long-time MapServer installer for Windows users.\r\nJeff McKenna also operates his own open geospatial consulting and training company, Gateway Geomatics, along the beautiful coast in Lunenburg, Nova Scotia, Canada.\r\n",
				"twitter": "mapserving",
				"url": "http://osgeo.org",
				"organization": "OSGeo",
				"shirt_size": "Men's 2XL",
				"title": "The State of MapServer: Strong, Stable \u0026 Fast",
				"abstract": "MapServer is a fast, flexible and extremely powerful tool for creating dynamic maps for the Web.  This talk will go through the latest features in MapServer 7, and also what is coming down the pipe for the MapServer community.",
				"description": "MapServer is a fast, flexible and extremely powerful tool for creating dynamic maps for the Web.  This talk will go through the latest features in MapServer 7, and also what is coming down the pipe for the MapServer community. This talk will be given by one of the leaders of the MapServer community, who is a longtime Project Steering Committee (PSC) member, as well as the lead of the documentation team.  A focus of the talk will also be on MapServer packages and installers, as the speaker is also the creator and maintainer of the popular MS4W installer.",
				"notes": "This is a normal 25 minute talk.",
				"audience_level": "All",
				"tags": [
					"MapServer", "OSGeo", "Project"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-08-04T15:56:19.028Z"
			}, {
				"name": "Jeff McKenna",
				"email": "jeffmckenna@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/84127171cddd0bc081535bbf2bba2e62?s=500",
				"location": "Unknown",
				"bio": "Jeff McKenna is the 2016 recipient of the prestigious Sol Katz Award. This recognition is awarded annually by the OSGeo Foundation to individuals who have demonstrated leadership in the OSGeo and FOSS4G communities.\r\nJeff McKenna is part of OSGeo since its inception and co-created the FOSS4G movement back in 2004. He was elected as Charter Member in 2006 and later on elected to the Board of Directors of OSGeo in 2009. He was named as the President of the Open Source Geospatial Foundation in 2012, and reelected as such in 2014.\r\nJeff McKenna has always been active on software projects too, especially within the MapServer and ZOO-Project communities, as a member of their Project Steering Committees, documentation lead and power user. He notably created and maintains MS4W, the popular and long-time MapServer installer for Windows users.\r\nJeff McKenna also operates his own open geospatial consulting and training company, Gateway Geomatics, along the beautiful coast in Lunenburg, Nova Scotia, Canada.\r\n",
				"twitter": "mapserving",
				"url": "http://osgeo.org",
				"organization": "OSGeo",
				"shirt_size": "Men's 2XL",
				"title": "The Bar is Open (A Message from The OSGeo Bartender)",
				"abstract": "Jeff has attended many local FOSS4G events, and through examples from past travels, this talk will openly discuss what little things make this community special, how friendships created through FOSS4G can grow into undeniable love, and why we must be so proud of every member of the OSGeo family.",
				"description": "The OSGeo community has been hosting FOSS4G events of all sizes in communities all over the world for many years now.  As the popularity of FOSS4G continues to grow dramatically, it is important to reflect and keep focus on the core values of the OSGeo community.  \r\nJeff has attended many local FOSS4G events, and through examples from past travels, this talk will openly discuss why we care so much about this community, what little things make this community special, how friendships created through FOSS4G can grow into undeniable love, and most importantly, why we must be so proud of every member of the OSGeo family.  The hope is that this talk will relay some of the happiness that can come out of our passion for sharing and helping communities all around the world.",
				"notes": "This is my keynote abstract.",
				"audience_level": "All",
				"tags": [
					"OSGeo", "Community", "Passion", "Sharing"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-08-04T15:07:29.427Z"
			}, {
				"name": "Selene Yang ",
				"email": "seleneyang1@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/f5c68815369c7e114111a907eede5eb0?s=500",
				"location": "Unknown",
				"bio": "Estudiante doctoral en comunicación, investigadora académica. Geoñoña de corazón, enteramente enamorada de OpenStreetMap. Vivo la vida en un constante y perpetuo stand up comedy show. Me gusta la birra. ",
				"twitter": "srta_peperina",
				"url": "http://geochicas.org/",
				"organization": "GeoChicas OpenStreetMap",
				"shirt_size": "Women's M",
				"title": "Panel sobre #GeoChicas Rol y participación de las mujeres en comunidades tecnológicas ",
				"abstract": "El colectivo #Geochicas de OpenStreetMap realizará un panel sobre el rol y la participación de las mujeres en comunidades tecnológicas abiertas. El panel es parte del seguimiento y recorrido de un análisis de situación iniciado en Noviembre en Sao Paulo para el State of the Map Latam. ",
				"description": "El panel está abierto a aquellas mujeres que quieran participar de la discusión sobre la importancia del cierre de la brecha de género en las comunidades tecnológicas. En el caso de #Geochicas, se hablará desde la comunidad de OpenStreetMap.",
				"notes": "La realización de este panel es parte de un proyecto latinoamericano a largo plazo desde donde queremos socializar las diferentes formas en que se construye la pertenencia en comunidades como OpenStreetMap, al igual que en otras comunidades abiertas. El colectivo de #GeoChicas cuenta con casi 30 participantes de 12 países distintos que trabajamos conjunta y participativamente para cerrar la brecha de género en OSM. ",
				"audience_level": "All",
				"tags": [
					"mujeres", "genero", "geochicas", "openstreetmap"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-08-04T15:04:15.806Z"
			}, {
				"name": "Shagufta Gurmukhdas",
				"email": "methwanishagufta@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/0b5ca911f7c094ffd0f3435dc924c1a2?s=500",
				"location": "Unknown",
				"bio": "I am a Tech-Speaker for Mozilla and have been volunteering for Mozilla for about 4 years, currently as a Regional Coach for South-East Asia. I have been exploring 'virtual reality' as a technology since the past one year and it has indeed been the first time technology has made me feel so excited ever since I came to know about the internet. Other than that, I am the initiator and organizer of Django Girls Pune and am working actively as a part of the Diversity and Inclusion group at Mozilla. I'm currently working in HSBC Technology India, as a software developer. I am also a decent artist, and love to play the piano in my free time!",
				"twitter": "shaguftamethwan",
				"url": "",
				"organization": "HSBC Technology India",
				"shirt_size": "Women's L",
				"title": "Web Based Virtual Reality",
				"abstract": "A-Frame is an open source web-based framework which allows the developers to leverage the power of the web to create powerful VR experiences. The attendees of the talk will learn about using A-Frame to build virtual worlds, to create a basic VR application with primitive components.",
				"description": "Since 2016 the virtual reality technology has been a rising trend and many headsets are now out in the market with each of them having their own wonderful features. Proprietary tools for creating VR experiences have their own requirements for ecosystems, controllers, software installations etc. And the simplest of applications needs a lot of complex/boilerplate code to be written to manage responsiveness, lights, etc. A-Frame is a web framework which enables creating virtual reality experiences with simple HTML without any installations needed whatsoever. It is an open source tool which provides cross platform compatibility and immediate deployment of applications without the gateways of proprietary VR app stores. Demonstrating the use of this simple but powerful open-source framework is the primary aim of this talk. The agenda of the talk will be as follows:\r\n\r\n* Introduction to Virtual reality, augmented reality,  A-Frame, elements of HTML in A-Frame\r\n* Building a basic hello world scene\r\n* Using the inspector; Building a basic 360 degree gallery\r\n* Components; Entity-Component system\r\n* Using Javascript and DOM APIs, using with three.js\r\n* Interactions \u0026 Controllers\r\n* Best Practices\r\n",
				"notes": "Internet access needed for the presentation.\r\nI am a techspeaker for Mozilla and have worked on a-frame as well as given presentations at institutions and conferences in the past. This talk is an opportunity to tell  people about the exciting things WebVR has in store for them.",
				"audience_level": "Beginner",
				"tags": [
					"virtual reality", "augmented reality", "open web", "open source", "vr", "emerging technologies"
				],
				"rating": 34.0,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-05-19T09:28:48.583Z"
			}, {
				"name": "Alex Bulankou",
				"email": "bulankou@gmail.com",
				"avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/3794/me5.jpg",
				"location": "Redmond, WA",
				"bio": "Alex Bulankou is a development manager at [Microsoft Application Insights](https://azure.microsoft.com/en-us/documentation/articles/app-insights-overview/), a service that helps to detect, triage and diagnose issues with web applications and services. Prior to that Alex was a developer on Visual Studio, Bing and Office 365 team building UX and data visualizations for client and web platforms. As a hobby Alex is bootstrapping an Open Street Map service that helps road travelers find places to stop along the way to their destination: www.stopbystop.com.",
				"twitter": "bulankou",
				"url": "https://www.linkedin.com/in/bulankou",
				"organization": "Microsoft",
				"shirt_size": "Men's S",
				"title": "How we scaled our OpenStreetMap PostgreSQL service and ASP.NET WebApp in Azure to support all US destinations for $600 per month",
				"abstract": "Start from 160GB OpenStreetMap file covering all of North America, load it into PostgreSQL on Ubuntu server, then build service and Web UI around it. Constraints: it should run on Azure cloud, use ASP.NET web app for front-end, support querying all US destinations and.. be affordable to host. How?",
				"description": "You don't often hear about PostgreSQL and ASP.NET working on the same system; and so is Linux+Azure - not a typical integration scenario. Yet when you're building a service that is using Open Street Maps, PostgreSQL and Linux is the only option that lets you start building your geographical queries within a couple of days. For our service I had .NET stack and Azure hosting as additional constraint. StopByStop.com is an ASP.NET website that uses PostgreSQL and Open Street Maps to run GIS queries. In this talk I will describe:\r\n\r\n*  basic approach on how to start building your Open Street Maps application\r\n*   choosing the right Linux VM size on Azure  \r\n*   integrating ASP.NET front-end\r\n*  Azure cloud costs    \r\n\r\n![Architecture](https://cdn-images-1.medium.com/max/2000/1*IbBt5gHvoqf4Abe8LmwewA.jpeg)     \r\n\r\nMuch of the talk will be focused on performance and optimization and how it translates into Azure costs. CPU and memory quickly become an issue on the machine running PostgreSQL queries. If you start aggressively caching parts of the queries by building look-ups in memory on the front end, it translates into longer warm-up time and additional memory requirements. The solution is a balancing act that is faced by any startup with limited resources trying to build a service to reach millions.   \r\n\r\nAnother critical aspect of creating an Open Street Map service that is not very well covered, is initial data upload - what Azure Linux VM do you use to process 160GB file to populate PostgreSQL DB. Standard uploading tools, link ``osmtopgrouting`` will load the whole file in memory which creates an issue, unless you temporarily scale up the VM to support these memory requirements. More details on this in the talk.   ",
				"notes": "I will start the talk at a beginner level, but it will get much more technical as I go into details on performance optimizations and scaling.\r\nHere's why I think I can make this presentation interesting and worth listening to:     \r\n* By day I am an engineering manager at Microsoft building world class service: Application Insights, so I have experience with how cloud services are built to scale.   \r\n* By night I am bootstrapping a an Open Street Map multi-tier application with very limited resources, and yet this application should scale to support all US destinations. These same challenges are faced by any startup with limited resources and should be valuable to many.     \r\n\r\n###  Other information:      \r\n* I've spoken at multiple internal events at Microsoft and at TechReady 21conference in 2016 and TechReady 24 conference in 2017. I also spoke at Chippewa Valley Code Camp in October 2016.       \r\n* No special meal requirements or special assistance needed.",
				"audience_level": "All",
				"tags": [
					"asp.net", "azure", "linux", "osm"
				],
				"rating": 17.3333333333333,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-03-18T13:38:51.951Z"
			}, {
				"name": "George Mandis",
				"email": "george.mandis@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/251e68e988d4c3b1d05022ffd27ac58e?s=500",
				"location": "A pale blue dot",
				"bio": "George Mandis has been a freelance, full-stack  web developer and consultant to  startups, small businesses, professional sports teams and entrepreneurs for over a decade. Recently he spent a year living as a digital nomad, inadvertently cheated while running a marathon in North Korea and ran a coding bootcamp out of Portland, Oregon. He writes frequently on technology, travel and other things at [his website](http://george.mand.is).",
				"twitter": "georgemandis",
				"url": "http://george.mand.is",
				"organization": "",
				"shirt_size": "Men's M",
				"title": "Make More Than Music with Tiny Computers, JavaScript and MIDI",
				"abstract": "We're living the halcyon days of tiny computers and JavaScript, but MIDI is a technology that's been around for much longer. In this talk we'll explore why it's implementation and prevalence in musical hardware makes for a uniquely intriguing and accessible platform for creative coding.",
				"description": "Tiny computers such as the [RaspberryPi](https://www.raspberrypi.org), [Arduino](https://www.arduino.cc/) and [C.H.I.P.](https://getchip.com/) have finally reached a level of  performance and affordability that makes hardware experimentation accessible to everyone. At the same time, JavaScript has emerged as the lingua franca of web programming and can be found in many places beyond just the browser. \r\n\r\nWhat if I told you there was a mature protocol that's been around since 1983 and was uniquely poised to take advantage of this development?\r\n\r\nWell, wonder no more and [meet MIDI](https://en.wikipedia.org/wiki/MIDI)! \r\n\r\nSitting at convergence of these two things is MIDI — a niche protocol that's been around since 1983 and was originally designed for musical instruments to communicate with one another. It's event-oriented approach to messaging feels right at home in the asynchronous world of JavaScript \u0026 Node, and the prevalence of MIDI support in older musical equipment means you can find unique, hackable and affordable hardware at your local pawnshop or Craig's List.\r\n\r\nThis unlikely tech stack — Tiny Computers + JavaScript + MIDI — can lend itself to creative programming beyond music. George's Talk will explain how to get started, walk through several examples and elaborate on the future of this stack, not only as a platform for experimentation but for education as well.",
				"notes": "About me: I've been a freelance web developer and consultant for over a decade working with startups, small businesses, professional sports teams and entrepreneurs.  Since returning from my year [living as a digital nomad](http://52ltd.com/blog/a-web-developer-on-working-holiday/) I've started teaching programming in various capacities, both to [children](http://saturdayacademy.org) through a supplementary education program here in Portland, Oregon and running a \"coding bootcamp\" through a local [community college](http://www.mhcc.edu/). Prior to all of that I was — and continue to be, albeit in more [part-part-time](http://inkyshado.ws) terms — a musician who has enjoyed dabbling at the intersection of where my career and hobbies meet.\r\n\r\nThrough all these pursuits I feel I'm uniquely suited to give an informative and engaging presentation on the topic as I've outlined it above :)\r\n\r\nYou can watch me give an Ignite presentation about my year as a Digital Nomad here:\r\n\r\n[http://george.mand.is/2016/11/my-ignite-portland-talk/](http://george.mand.is/2016/11/my-ignite-portland-talk/)\r\n\r\nI have two questions:\r\n\r\n- I would like to run a slideshow from my laptop or tablet, but also be able to do a live demonstration onstage using a RasperryPi. If I brought an HDMI switch (Like [this one](https://www.newegg.com/Product/Product.aspx?Item=9SIA8SV3806290\u0026cm_re=HDMI_switch-_-0V5-00M2-001F2-_-Product)) would I be able to switch between my slideshow and the RasperryPi output on the projected screen? Or do you have something like that readily available I could use?\r\n\r\n- Will I be able to include sound in my presentation?",
				"audience_level": "Intermediate",
				"tags": [
					"javascript", "rasperry pi", "node"
				],
				"rating": 17.3333333333333,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-03-31T20:01:33.098Z"
			}, {
				"name": "Nahuel Atienza",
				"email": "nahuelatienza@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/80e341209e4f06424cbf018ddf9afc9d?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "",
				"url": "",
				"organization": "Asociacion Intermodal de America del Sur (AIMAS)",
				"shirt_size": "Men's S",
				"title": "Cambio en el paradigma de transporte en Argentina: Ruta Nº50 y CNyP",
				"abstract": "El objetivo del poster es poner en visión un cambio de paradigma geografico y de transporte, a partir de la visibilidad de la Ruta Nº50 y el Corredor Norte y Protagoniza propuesto por AIMAS.",
				"description": "Desde la Asociación Intermodal de América del Sur (AIMAS), queremos hacer visible esta propuesta, ay que representa no solo un cambio en la logistica a nivel nacional sino también una nueva concepción del transporte como el Intermodalismo. Creemos que es necesario que este paradigma entre en visibilidad por todos los canales posible y por la visión de técnicos especializados en distintas áreas.\r\n",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"geografia", "gis", "transporte", "intermodal", "mapas"
				],
				"rating": 17.3333333333333,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-07-21T23:05:09.338Z"
			}, {
				"name": "Nahuel Atienza",
				"email": "nahuelatienza@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/80e341209e4f06424cbf018ddf9afc9d?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "",
				"url": "",
				"organization": "Asociacion Intermodal de America del Sur (AIMAS)",
				"shirt_size": "Men's S",
				"title": "Herramientas colaborativas no especializadas",
				"abstract": "Presentamos nuestra metodología de trabajo con herramientas no especializadas como son My Maps, Google Earth y Google Drive, para la coordinación, digitalización y revelamiento para  la formación de una base cartográfica con estos software de alcance masivo y de fácil manejo.",
				"description": "A partir de las herramientas básicas que aporta My Maps de Google y Google Drive y sus ventajas (la simpleza, el alcance y la fácil maniobrabilidad) nos permitió, en un grupo no especializado en software GIS realizar una rápida digitalización de un objeto de estudio, así como también coordinar y realizar un tarea cooperativa entre todos los integrantes, donde cada uno puede aportar desde su especialización y área de estudio una supervision del trabajo grupal, a partir de pautas entabladas previamente.\r\nLa potencialidad de este metodología de trabajo radica en la recolección de información a partir de la existencia de \"tribus\" que registran información espacial y técnica en particular,  la que permite pensar, diseñar, un modelo de recolección masiva y permanente de datos espaciales de las infraestructuras casi en tiempo real.\r\nToda la información obtenida en esta primera, se encuentra en instancia de post-procesamiento en Qgis.\r\n",
				"notes": "",
				"audience_level": "Intermediate",
				"tags": [
					"herramientascolaborativas", "qgis", "gis", "mymaps", "googlemaps"
				],
				"rating": 1.0,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-07-21T22:55:53.231Z"
			}, {
				"name": "Michael Sacks",
				"email": "michaelsacks@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/7472437db2c0a6eebed3d92d9db0017c?s=500",
				"location": "Unknown",
				"bio": "Michael Sacks is a Seattle based iOS engineer at Jane.com. His passion for mobile development started during his study of human behavior and psychology at Emory University. Michael has various apps on the app store and in development. While not programming, Michael enjoys teaching, entrepreneurship, outdoor sports, traveling, cooking, and desperately trying to make people laugh.​",
				"twitter": "SacksOnSacks",
				"url": "",
				"organization": "Jane.com",
				"shirt_size": "Men's M",
				"title": "With Great Power Comes Great Responsibility: The Implications of the Code We Write",
				"abstract": "As technology becomes a bigger part of our lives, so does our power to affect people’s live. Learn what devs like you can do to ensure your impact is a positive one, and how to avoid the negative affects that many tech companies have unintentionally created.",
				"description": "As technology becomes a bigger part of our lives, so does our power to affect people’s lives: not always for the better.\r\n\r\nTechnology can be a life saver, (i.e. the Maps app), but there has been an increase in cases where technology has done irrefutable damage to its users. Despite intending to connect people and serve as a positive resource, tech companies such as Facebook, Uber, Twitter, AirBnB, and others have also become vehicles for hate, assaults, murder and more.\r\n\r\nThough the stories we hear are extreme, fear not, for we have the power to make a difference. This power to make a change does not solely fall on CEOs and company founders. Even the entry level dev has the potential to make a positive change for countless users. It is imperative that we use our power for good.",
				"notes": "There is no debate that there are inequalities in the tech world. Learning about these inequalities left me feeling discouraged and responsible. Over time I came to realize my potential, my power to do good. I’ve honed in on quick wins and techniques with the most potential for impact. I’d like to share what I’ve learned with the developer community.",
				"audience_level": "All",
				"tags": [
					"social", "impact", "general", "nontechincal", "power", "do good", "business"
				],
				"rating": 1.0,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-08-01T23:20:41.206Z"
			}, {
				"name": "Misha Chakrabarti",
				"email": "mishachakrabarti@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/8e4815b1a81014090355cf9d3c25dfad?s=500",
				"location": "Greater Buenos Aires, Argentina",
				"bio": "Misha Chakrabarti is storyteller whose inner Bilbo Baggins took him on a nine-year journey to explore the wonders of the world through spatial visualizations during his undergrad at the University of Pennsylvania and then as a data analyst for a multinational utility. Currently a CARTO Ambassador (www.carto.com) and a Geoawesomeness contributor (www.geoawesomeness.com), he finds unfathomable joy mapping the things that really matter, like wifi, emojis, and what’s powering your smartphone. When he’s not pondering the mysteries of the hipsterverse, you can find him earnestly mispronouncing everything in his current city of Buenos Aires and blogging about his data adventures at: www.mishmashmaps.com ",
				"twitter": "MishaChak",
				"url": "https://www.mishmashmaps.com/",
				"organization": "CARTO (Ambassador)",
				"shirt_size": "Men's S",
				"title": "Entiendiendo La Cultura y Demografía a través de Geotagged Live Tweeting",
				"abstract": "A partir de datos geoespaciales y temporales de Twitter es posible realizar mapas de momentos claves a través del tiempo y espacio para entender mejor la audiencia televisiva y su demografía. Los ejemplos son de la temporada 7 de Game of Thrones y la temporada 9 de RuPaul’s Drag Race.",
				"description": "Hoy en día, cada vez que hay un evento de televisión a gran escala, la gente se involucra simultáneamente en las redes sociales, especialmente en Twitter. Para anticipar esta actividad, las redes publican hashtags oficiales para involucrar a los espectadores antes de estos eventos. Estos tweets a menudo pueden estar vinculados a una ubicación y marca de tiempo. Aprovechar esta ubicación y datos específicos del tiempo puede darnos una comprensión única en los espectadores del programa, la cultura popular y la demografía.\r\n\r\nEl episodio final de RuPaul's Drag Race Temporada 9 y el primer episodio de la temporasa 7 de Game of Thrones fueron ambos los eventos más vistos en la televisión esas noches. Ambos programas, en general, son impactantes en la cultura popular, especialmente a través de memes y gifs. Dado esto, pensé que proporcionaría información particularmente interesante sobre cómo interactúa en línea una sociedad global.\r\n\r\nDebido a que RuPaul's Drag Race es un espectáculo apuntado a la comunidad LGBT que recientemente ha logrado el reconocimiento mainstream, una visualización espacial de la audiencia muestra esencialmente las áreas de mapas de las comunidades LGBT vocales y visibles en todo el mundo. Los picos de tweets en apoyo a varios concursantes a lo largo de las diversas presentaciones de lipsync y en entrevistas finales, reflejaron una actividad similar a la que podría suceder durante un evento deportivo. Los mapas revelan como esta actividad se desarrolló en el tiempo y el espacio y demostró que, al igual que los fandoms de los equipos deportivos, los reality shows eran afectados por la geografía.\r\n\r\nSimilar a RuPaul's Drag Race, Game of Thrones pasó de un excéntrico espectáculo para geeks de fantasía-aventura, a un enorme fenómeno global. Por lo tanto, varios mapas fueron creados para examinar diferentes aspectos de su impacto cultural. Uno mira los momentos más twitteados de la noche para ver qué causó la mayoría del revuelo en los las redes sociales y dónde. Otro de los mapas comparó los tweets de varios competidores por el Trono para ver en dónde fueron más comentados y en qué lugares. Una visualización diferente compara la densidad general de tweets con los lugares de rodaje del programa para ver si hay alguna correlación. Finalmente, otro mapa examinó los hashtags especializados para las subpoblaciones incluyendo #thronesYall y #GayOfThrones para ver si seguían la misma tendencia de los hashtags más generales o si tenían características diferentes.",
				"notes": "Trendsmap, el sitio que usé para algunas de las ideas relacionadas con Game of Thrones, tiene una versión de prueba gratuita, pero en última instancia es un software de pago. Dado que esto puede no ser de código abierto, puedo centrarme en las partes gratuitas, pero tal vez mencionar la opción de prueba gratuita para los interesados.",
				"audience_level": "All",
				"tags": [
					"lgbt", "latinoamerica", "usa", "eeuu", "carto", "redes sociales", "business intelligence", "social media", "twitter"
				],
				"rating": 17.3333333333333,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-07-21T20:12:51.460Z"
			}, {
				"name": "Sumanth Damarla",
				"email": "damarla.sumanth@gmail.com",
				"avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/2495/sims.jpg",
				"location": "India",
				"bio": "Security Evangelist, Mozilla Tech Speaker from Mozilla, India. Conducted series of events related to Web security.Part of Mozilla team which represented FOSSASIA 2015. Done a project for Mozilla Security team under MWoS 2014. Worked with former security developer at US NSA under OWASP Summer code sprint 2015. Invited as sponsored facilitator for Mozfest 2015 (London), Mozilla Leadership Summit 2016 (Singapore) and Mozfest 2016 (London). Invited as speaker for FOSSASIA 2015, I.T.A.K.E Unconference'16(Romania), OSCAL'16(Albania), Riviera Dev 2016 (France), FOSDEM 2017 (Belgium), United Dev Conf 2017 (Minsk, Belarus) and cf.Objective() 2017 (Washington DC, USA). Recent talk was given at Voxxed Days 2017 (Bristol,UK) on Web Security.  Trained by \"Denise Graveline\" (The Eloquent Woman) as part of tech speaker training at Mozilla.",
				"twitter": "Sumanth_Damarla",
				"url": "https://sumanthmoz.wordpress.com",
				"organization": "Mozilla",
				"shirt_size": "Men's L",
				"title": "Securing the Web",
				"abstract": "With the right skills, tools and software, you can protect yourself and remain secure. This session will take attendees from no knowledge of open source web security tools to a deep understanding of how to use them and their growing set of capabilities.",
				"description": "This session focuses on building Web Security Awareness. Its helps the attendees to build their web applications more securely using Web Security Tools. With the help of websecurity tools, People can attack their own designed Web applications and check for the vulnerabilities in their applications and code it more securely.  \r\n\r\nFor an instance, Assume a coder created Login page, He can use ZAP (Mozilla Security Automation Project) to attack his Login page and sort out the ways to trace out the flaws. In this way ZAP gives the coder chance to build their Web Application more securely. (Though its only one of the many features of ZAP).\r\n\r\n### Session Plan: [Talk duration: 50min]\r\n\r\n-\u003e Importance of Web Secuirty - 5min\r\n\r\n-\u003e Discussing OWASP Top 10 vulneribities [Each vulnerabity will take 2min for discussion] - 20min\r\n\r\n-\u003e Discussing on available open source security tools such as OWASP ZAP, Vega Scanner, Open VAS, Nikto and Uniscan. [5 tools X 2min] - 10min\r\n\r\n-\u003e Live Demo [Scanning vulnerable web application to detect vulnerabilities and various other features of the ZAP] - 10min\r\n\r\n-\u003e QA - 5min\r\n\r\n### Outcome:\r\n\r\nThis session would be able to show path for the attendees how he/she can contribute to Mozilla in Security Aspects. The participant can be able to learn following areas:\r\n\r\n→ Participant will grasp detailed knowledge on how a web application functions on browser and how he/she detect vulnerabilities. (By learning from OWASP Top ten vulnerabilities )\r\n\r\n→ Solving vulnerabilities.\r\n\r\n→ Contributing to open source security tools.\r\n\r\n→ Working on bugs related to vulnerabilities issues.\r\n\r\n→ Start contributing to ZAP or other open source security projects in both tech/non-tech aspects.",
				"notes": "This talk focuses on bringing awareness on importance of web security for Web Developers. The talks deals with the major threats posed for web applications and the ways to overcome them. I am going to introduce an open source web application tool which ranked first as Top Web Security tool be \"toolswatch.org\". It is ZAP(Zed Attack Proxy). I am ZAP Evangelist for India. The session would also focus on other available open source web security tools to make session technology agonistic. I had worked on a project for ZAP under Mozilla Winter of Security 2014 with Mozilla Cloud Security team. I have experience of taking sessions related to web security. My recent talk was given at “Voxxed Days 2017” happened in Watershed at Bristol, United Kingdom. I am part of Mozilla Tech Speakers team. I am comfortable to speak about different security aspects. I have experience of working with former Security Developer from US NSA(National Security Agency) as Summer Intern at OWASP. Trained by \"Denise Graveline\" (The Eloquent Woman) as part of tech speaker training at Mozilla. These all experiences will make me right person to handle this session with at-most organized way.\r\n",
				"audience_level": "Intermediate",
				"tags": [
					"opensource", "pentester", "security", "html", "java"
				],
				"rating": 1.0,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-03-21T06:55:15.644Z"
			}, {
				"name": "Eduardo Bouças",
				"email": "mail@eduardoboucas.com",
				"avatar": "https://secure.gravatar.com/avatar/4f8072e22fae3cd98b876df304886bed?s=500",
				"location": "London, UK",
				"bio": "Software engineer with a crush on the Web. Writes code and writes about writing code. Currently working on a book about microservices to be published next year.",
				"twitter": "eduardoboucas",
				"url": "https://eduardoboucas.com",
				"organization": "DADI",
				"shirt_size": "Men's M",
				"title": "Learning to COPE",
				"abstract": "I’ve been on a journey with content and data management, from fighting to get the best out of decade-old monolithic systems to recent adventures in decoupled platforms powered by microservices. This is a story of how COPE – and flexible tech – can empower engineering and editorial teams alike.",
				"description": "I have spent the last 12 years using and experimenting with different approaches to data and content management on digital platforms. It has always felt as though technology could only provide one answer to the many questions clients and business owners wanted to ask of it – requirements always got folded into a brittle, monolithic platform that lacked the flexibility to really leverage the power of content and user data.\r\n\r\nThings improved as I discovered the benefits of API-driven headless content management but it wasn’t until recent years spent working with a lightweight, API-first microservices platform that I began to feel technology was part of a solution rather than the problem. We could now change the tech to support the requirement, rather than adjust the strategy to meet platform limitations.\r\n\r\nIn this presentation I walk through a decade of experience in developing digital products driven by content and data management – and show how a more flexible approach to technology can deliver better user experiences and deliver against even more complex client demands. Or, in short, how mixing a COPE (Create Once Publish Everywhere) approach and truly decoupled platforms can take the pain out of building digital products.",
				"notes": "I've been working with and heavily studying microservices and patterns for decoupled systems in the past few years. I'm currently working on a book entitled \"Mastering Node.js microservices\" to be published in Q2 2017.",
				"audience_level": "All",
				"tags": [
					"cope", "microservices", "api-first", "data management", "node.js", "javascript"
				],
				"rating": 1.0,
				"state": "rejected",
				"confirmed": false,
				"created_at": "2017-07-01T18:37:47.467Z"
			}, {
				"name": "Silvana Camboim",
				"email": "silvanacamboim@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/b23fa0a6dd11ec268c9630f144fb81f5?s=500",
				"location": "Unknown",
				"bio": "Se graduó en Ingeniería Cartográfica por la Universidad Federal de Paraná (1999), maestría en Gestión Ambiental por la Universidad de Nottingham, Reino Unido (2003) y doctorado en Ciencias Geodésicas por la Universidad Federal de Paraná (2012). Actualmente es profesora de la Universidad Federal de Paraná. Tiene experiencia en el área de Geociencias, con énfasis en Sistemas de Información Geográfica, Bancos de Datos Espaciales e Infraestructura de Datos Espaciales. Es presidente de la Comisión de Open Source Geotechnologies de la Asociación Cartográfica Internacional, miembro del Consejo de la Fundación OSGeo y Vicepresidente para América del Sur de la Red GeoForAll . \r\nAma mapas y tecnologías libres \u003c3.",
				"twitter": "silcamboim",
				"url": "http://www.labgeolivre.ufpr.br/",
				"organization": "Universidade Federal do Paraná",
				"shirt_size": "Women's 3XL",
				"title": "Laboratorio Geoespacial Libre - experiencias en la enseñanza y la investigación en un entorno aberto y colaborativo",
				"abstract": "Esta charla presenta el Laboratorio Geoespacial Libre (red Geo para Todos) . Estas comprenden el desarrollo de una Infraestructura de Datos Espaciales Académica, la introducción de disciplinas de uso y desarrollo de FOSS4G y diversas actividades para investigación y creación de mapas colaborativos.",
				"description": "Esta conversación abordará las actividades del laboratorio en estas líneas siguientes:\r\n- Infraestructura de Datos Espaciales Académica - Presentación del portal www.idea.ufpr.br (utlización de la plataforma Geonode), además de las investigaciones relacionadas con su creación, y la creación de la red de IDEs Académicas brasileñas, ligadas a la INDE (Infraestructura Nacional de Datos Espaciales).\r\n- Actividades de enseñanza que involucran FOSS4G: introducción de disciplinas para el uso y desarrollo utilizando QGIS, PostGIS, Geoserver, y Python, para los cursos de graduación y posgrado, con algunos resultados alcanzados.\r\n- Investigaciones en el uso, creación y evaluación de calidad de mapeo colaborativo: resumen de las investigaciones, actividades de mapatonas y aplicaciones desarrolladas, principalmente utilizando la plataforma OpenStreetMap.\r\n- Colaboración con la red internacional Geo4All y la creación de la red latinoamericana Geo para todos.",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"geonode", "postgis", "qgis", "ide", "opensource", "openstreetmap", "python"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-07-22T00:31:32.116Z"
			}, {
				"name": "Iván Ignacio Rojas Briones",
				"email": "ivanrojasbriones93@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/6711cd8c3e35cd69fe67a220f3e16ee1?s=500",
				"location": "Unknown",
				"bio": "Mi nombre es Iván Rojas Briones\r\n\r\nMis intereses personales están relacionados con las actividades de organización social con fines educacionales, políticos y artísticos. Desde el punto de vista profesional mis intereses son referidos a la investigación aplicada, innovación y desarrollo en el ámbito de las ciencias de la tierra.\r\nMi miembro favorito de One Direction es Harry Styles.",
				"twitter": "",
				"url": "https://fhtcs.utem.cl/carreras-ingreso-psu/cartografia-y-geomatica/",
				"organization": "Universidad Tecnológica Metropolitana del Estado de Chile",
				"shirt_size": "Men's M",
				"title": "Cartografía participativa: comprensión y percepción del territorio de estudiantes de primaria mediante geomática libre",
				"abstract": "Somos un grupo de estudiantes de Cartografía de la UTEM (Chile) que investigamos la percepción del territorio, vinculando directamente a estudiantes de primaria mediante Cartografía Participativa y el uso de geoinformación de libre acceso para su procesamiento y análisis.",
				"description": "Mediante la Cartografía Participativa y herramientas geotecnológicas libres, se busca generar conocimientos en torno a la percepción de estudiantes, y como el territorio es incidente en ellos para los primeros años de su vida. \r\nSe propone analizar y comprender el pensamiento de estudiantes de educación primaria, y las maneras para la toma de decisiones, entregar valor o cómo les gustaría que fuese su entorno.\r\nA su vez, la metodología a emplear busca representar la percepción de las singularidades de distintos territorios en base al conocimiento y percepción de los estudiantes de escuelas primarias ubicadas en diferentes distritos del Gran Santiago, y materializarlo a través de un producto cartográfico temático, basado en fuentes cartográficas de libre acceso  del cual se pueda observar las preocupaciones y saberes de los estudiantes.\r\n",
				"notes": "Este proyecto nace bajo el alero de actividades de Cartografía Social que estaban realizando algunos de los estudiantes que participan en esta investigación, en este sentido, se buscó integrar e innovar la forma de aplicar la Cartografía Participativa y nació la idea de realizar una actividad que tuviera como actores a estudiantes de primaria y su visión del territorio, tomando en cuenta sus experiencias, vivencias, conocimientos, ideas del territorio en el cual se manejan a diario, y con ello, poder interpretar a través de una cartografía, y como es que a pesar de ser distintas escuelas en distintos lugares del área metropolitana, se puede tener diferentes ideas  del territorio y como esta les afecta positiva o negativamente, pensando en los estudiantes como actores responsables desde temprana edad para el planeamiento territorial de su entorno, generando una integración y un acercamiento entre la comunidad y su espacio geográfico, social, económico y cultural. \r\nCon el uso de herramientas tecnológicas y la comunicación geográfica, se podrá combinar el conocimiento local para crear más espacios de  análisis y comprensión de las relaciones entre estudiantes y el entorno.\r\nLa metodología a emplear es: la selección de escuelas ubicadas en diferentes distritos del gran Santiago, y en cada una de estas se trabajará con estudiantes de cuarto año de primaria, que según lo que muestra la planificación de materias a cursar durante el año que entrega el Ministerio de Educación de Chile, son estos estudiantes los que desde la edad de 9 años, debieran poseer nociones básicas sobre las variables que  se generan e influyen en el territorio. \r\nLa idea es obtener datos socio-territoriales a través de instrumentos de medición y “mapas mudos” sobre el cual los estudiantes representaran espacialmente sus emociones respecto a su entorno.\r\nLuego se realiza el procesamiento estadístico y análisis espacial de los datos obtenidos  mediante software de libre acceso, para la posterior generación de productos a través de software Quantum GIS con base cartográfica Open Street Map (OSM).\r\nEl fin de esta investigación, mediante toda la información recolectada y procesada, es generar  productos y análisis en torno a la percepción de estudiantes, y como el territorio es incidente en ellos para los primeros años de su vida.\r\n",
				"audience_level": "All",
				"tags": [
					"educación primaria", "qgis", "cartografía participativa", "territorio", "open street map", "geoprocesamiento"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-21T20:52:28.089Z"
			}, {
				"name": "Sterling Quinn",
				"email": "sterling.quinn@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/d447803a1d17e982babbc47fa8d1db9c?s=500",
				"location": "Unknown",
				"bio": "Dr. Sterling Quinn es catedrático auxiliar en el departamento de geografía en Central Washington University, ubicado en Ellensburg, estado de Washington, EEUU. Trabajó por ocho años como ingeniero de software SIG antes de completar el doctorado en Penn State University. En 2015 recibió el premio del educador global del año (“Global Educator of the Year”) de OSGeo por escribir el curso online “Open Web Mapping”. Él es ponente regular en las conferencias State of the Map, y ha desarrollado varias herramientas de análisis de OpenStreetMap, incluso Crowd Lens for OpenStreetMap (http://sterlingquinn.net/apps/crowdlens).",
				"twitter": "SterlingGIS",
				"url": "http://www.sterlingquinn.net",
				"organization": "Central Washington University",
				"shirt_size": "Men's S",
				"title": "¿Quién mapeó la Argentina? Una exploración del archivo histórico de OpenStreetMap para comprender el conjunto de contribuyentes activos en el país.",
				"abstract": "El estado de OpenStreetMap no se mide por el número bruto de contribuyentes, sino por los participantes activos y locales. Los archivos históricos de OSM ofrecen pistas que nos ayudan a identificar estos contribuyentes. Investigo esto con scripts de Python utilizando Argentina como estudio de caso.",
				"description": "El propósito de esta presentación es estudiar el archivo histórico de metadatos de OpenStreetMap (OSM full history dump) con el fin de obtener un mejor entendimiento de las personas que han contribuido en la creacióndel mapa de Argentina. Más allá de cuantificar el número de participantes, procuro aprender el porcentaje de ellos que están activos y que tienen un conocimiento detallado de los lugares que mapean. Utilizando scripts de Python, analizo varios metadatos del archivo para contestar las siguientes preguntas: ¿Quiénes son los contribuyentes más prolíficos? ¿Qué porcentaje utiliza castellano en sus comentarios? ¿Cuántos han hecho la mayoría de su trabajo en este país? ¿Cuántos dejan el proyecto después de un día? ¿Está creciendo el número de participantes activos año tras año? Estas preguntas nos ayudan a lograr un entendimiento completo del estado del mapa en un lugar en específico. ",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"python", "metadatos", "osm", "openstreetmap"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-19T22:26:15.325Z"
			}, {
				"name": "Lennin Suescun",
				"email": "lenninlasd@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/4b6145c5ab29fae96aa9b6b56047f1ad?s=500",
				"location": "Unknown",
				"bio": "Electronic Engineer, Javascript enthusiast, I develop geospatial software using open source technologies on http://piensa.co. Researcher in machine learning, pattern recognition and computer vision.\r\n\r\nRecently I was speaker in the Pycon Colombia, talking about the evolution of the machine learning and its the state of the art in a talk called \"Teaching computers how to understand our world\".\r\n\r\nAlso I talk about how to find open information in the OpenDataDay conference in Colombia, where I talk about the platforms that store georeferenced data like **Geonode** (http://geonode.org), **Worldmap** (http://worldmap.harvard.edu) , and in the last project I worked on, the **Billion object platform** (https://github.com/cga-harvard/bop-ui).",
				"twitter": "LenninLsd",
				"url": "https://www.linkedin.com/in/lasdx/",
				"organization": "piensa.co",
				"shirt_size": "Men's M",
				"title": " Open Source, Real-Time, Billion Object Spatio-Temporal Search Plaform",
				"abstract": "The talk is about the architecture of a Billion Object Spatio-Temporal Search Platform built using an open source stack.\nThe platform addresses the need to manage real-time streaming flows of Big-Data, displaying a method for storing, indexing, visualizing and querying a dataset of **Geo-tweets**.",
				"description": "\r\nThe Billion Object Platform (BOP) displays information on a heatmap of the last billion georeferenced tweets, these are collected and indexed in a real-time search engine, allowing space-time searches, the idea of this prototype Is to manage large amounts of geographic information of all kinds, facilitating and removing barriers for researchers who need to access big streaming spatio-temporal datasets.\r\n\r\n![image](https://user-images.githubusercontent.com/7197750/28481552-048a1a20-6e2b-11e7-8620-bbb9639722fe.png)\r\n\r\n \r\nThe BOP is a project run by the Harvard Center for Geographic Analysis (CGA) with funding by the Sloan Foundation. It is being developed specifically to provide a big data API to the Harvard Dataverse and Harvard WorldMap platforms. The platform is loaded with streaming geo-referenced tweets but a similar dataset could, with some tweaking, be substituted. Hosting of the BOP is being provided by Massachusetts Open Cloud.\r\nThe BOP builds on the the 2D grid heatmap faceting capability of Apache Lucene/Solr que fue desarrollada by the CGA with funding by the National Endowment for the Humanities. It's also used by a CGA map service discovery platform called HHypermap Registry.\r\n",
				"notes": "\r\nI have worked together with the CGA-Harvard team to build the graphical interface of the prototype, making it scalable for the large amount of information flow processed and helping with the design of the web API,  the following describes the server-side and client-side architectures: \r\n\r\n**System Architecture**\r\n\r\nThe high-level architecture of BOP is shown below. The primary infrastructure components are Apache Kafka and Apache Solr. Harvard CGA is harvesting geotweets, which are then enriched with metadata in the form of sentiment analysis and spatial joins with census and other boundary datasets. All geotweets are archived using a long-term Kafka topic. The BOP-core itself, which consists of a Solr index–based copy of the data just, represents the latest billion while the index goes back further in time. The BOP-core exposes a search and extraction web service API that the client consumes. All components are deployed to a Docker based infrastructure managed by Kontena. The term “BOP-core” is used to refer to both the Solr index and the web service that exposes it. \r\nThe system is hosted on Massachusetts Open Cloud (MOC).   \r\n\r\n![image](https://user-images.githubusercontent.com/7197750/28482577-8e49a8cc-6e2e-11e7-9bb6-80983a1e7760.png)\r\n\r\n\r\n**Web Aplication architecture**\r\n\r\nThe architecture of the application is component oriented, that is, each feature of the application has its own html, javascript and css, this makes it much easier to maintain and scale, since one component does not affect another if they are not directly related or concatenated with each other.\r\nThe way components are communicated is through services, which are singleton objects that store variables, execute functions, render the map, or query the API.\r\n\r\n\r\n![image](https://user-images.githubusercontent.com/7197750/28483741-5ac90118-6e34-11e7-99b8-3548c69fd626.png)\r\n\r\n\r\n**Solution Stack**\r\n\r\n- Apache Lucene: an indexing and search library\r\n- Apache Solr: a search web server platform built on top of\r\nLucene\r\n- Apache Kafka: a message broker written in Scala to provide\r\na platform for handling real-time data streams\r\n- Apache ZooKeeper: enables highly reliable distributed\r\ncoordination\r\n- Swagger: a framework for building APIs\r\n- scikit-learn library: Machine Learning in Python\r\n- OpenLayers: a javascript mapping client\r\n- AngularJS: a javascript framework\r\n",
				"audience_level": "All",
				"tags": [
					"heat-map", "solr", "apache kafka", "openlayers", "javascript"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-21T22:26:54.151Z"
			}, {
				"name": "Hernán Sala",
				"email": "hersala@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/7cdbfdaa6b92e0f8df6ae8340ac162ae?s=500",
				"location": "Unknown",
				"bio": "Investigador en temas glaciológicos del Instituto Antártico Argentino",
				"twitter": "",
				"url": "",
				"organization": "Instituto Antártico Argentino - Dirección Nacional del Antártico",
				"shirt_size": "Men's L",
				"title": "Octave no es un GIS y sin embargo mapea",
				"abstract": "Octave es un lenguaje de programación de libre distribución, orientado al cálculo numérico. Sus capacidades para elaborar mapas son bastante desconocidas y poco utilizadas. La ventaja de generar mapas en Octave está en lograr una continuidad entre la etapa de análisis y su correspondiente mapeo. ",
				"description": "El póster describe una serie de ejemplos para elaborar mapas con el programa GNU Octave, el cual normalmente se utiliza para realizar análisis o modelados numéricos. La idea principal es contribuir a unificar las etapas de análisis y de mapeo en el mismo software. \r\nSuele decirse que GNU Octave es la versión FOSS del software propietario MATLAB, y existe una alta compatibilidad entre ambos.",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"geoprocesamiento", "opensource", "mapas"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-06-30T22:09:22.344Z"
			}, {
				"name": "Jorge Sanz",
				"email": "jsanz@carto.com",
				"avatar": "https://secure.gravatar.com/avatar/c7db4dd4558d41acb15f3a0d04124cd7?s=500",
				"location": "Unknown",
				"bio": "Trabajo como Ingeniero de Soluciones y coordinador del equipo de Soporte de CARTO. Anteriormente he trabajado como analista GIS en una consultora de software y participado activamente en el proyecto gvSIG. Participo en comunidades de software libre geoespacial desde hace más de diez años, especialmente en la Fundación OSGeo, así como en la inciativa Geoinquietos, básicamente entre Madrid y Valencia (España).",
				"twitter": "xurxosanz",
				"url": "https://carto.com",
				"organization": "CARTO",
				"shirt_size": "Men's 3XL",
				"title": "Una serie de cartográficas desdichas",
				"abstract": "Mapas de puntos tan juntos que no dicen nada, coropletas con campos no normalizados, mapas animados utilizando variables no temporales, paletas de colores cualitativas para datos cuantitativos, imágenes satélite con polígonos con transparencias, proyecciones inapropiadas… ¡QUÉ HORROR!",
				"description": "Hoy en día abundan mapas con errores cartográficos. Muchos aparecían ya en las guías de malas prácticas cartográficas, otros son relativamente recientes originados por las nuevas tecnologías de webmapping. \r\n\r\nEn CARTO vemos decenas de mapas a diario de nuestros usuarios, en esta charla recorremos los errores más comunes que se encuentran en los mapas en la web, junto con las posibles soluciones que BUILDER, la nueva interfaz web de CARTO, ofrece a los usuarios para solventar estos disparates. Consejos de diseño cartográfico clásico, consultas SQL espaciales, hacks a las animaciones de la librería Torque, autostyling con widgets o el nuevo preprocesador de CartoCSS, TurboCARTO y las paletas de CARTOcolors, son solo algunos de los workarounds que nos permitirán no solo arreglar estos errores, sino generar visualizaciones espectaculares.",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"carto", "mapas"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-11T16:40:53.970Z"
			}, {
				"name": "Matías Gaute",
				"email": "mgaute14@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/72c4f9ac31abdde38d5e2377f0760998?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "",
				"url": " http://forestoindustria.magyp.gob.ar/",
				"organization": "Ministerio de Agroindustria. Subsecretaría de Desarrollo Forestoindustrial.  Dirección de Producción Forestal. Área SIG e Inventario Forestal",
				"shirt_size": "Men's S",
				"title": "Sistema de Edición Cartográfico Forestal Colaborativo",
				"abstract": "\nEl Sistema de Edición Cartográfica Forestal colaborativa es un módulo de la aplicación  “ForestApp” diseñado para  el control/actualización de la información. Este sistema permite la interacción de múltiples usuarios a escala nacional , agilizando el proceso de actualización cartográfica.\n\n",
				"description": "A mediados de la década del '90, en el ámbito de la Dirección de Producción Forestal (DPF) del Ministerio  de Agroindustria se conforma el Área SIG e Inventario Forestal cuyo objetivo principal fuera el de monitorear las plantaciones forestales en todo el territorio nacional, utilizando técnicas de teledetección y SIG. En el año 2016 se implementó la aplicación  “ForestApp” para la carga de información asociada a la cartografía forestal. Durante este año se implementó un  módulo  ad-hoc para el control/actualización de la información  incluyendo la  modalidad de “edición colaborativa”.  Ese sistema (GPLv3)   permite interactuar con nodos regionales, técnicos afines de otras instituciones y usuarios calificados, posibilitando acelerar los procesos de actualización cartográfica  y enriquecer los atributos de la base de datos.  Palabras clave: Bosques,  Base de datos, QGIS, Forestapp, PostgreSQL, PHP / Symfony.\r\nhttps://github.com/ssdfi/edicion_colaborativa/ \r\n\r\n",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"php / symfony.", "postgresql", "forestapp", "qgis", "base de datos", "bosques"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-03-22T19:15:38.868Z"
			}, {
				"name": "jorge Martinez",
				"email": "jorgemg0327@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/a4b8c11d8fd2b18245f781bc29aa0486?s=500",
				"location": "Colombia",
				"bio": "Electronic Engineer and master in electronics. An enthusiast for making machines to learn. I've developed algorithms for object tracking in images and videos. I've also developed algorithms in gis and open-source software. I've been contributor in projects such as Harvard Hypermap, mapstory/geonode, django-mapproxy, among others.",
				"twitter": "_jorgemartinezg",
				"url": "https://www.linkedin.com/in/jorge-martinez-923a1126/",
				"organization": "Terranodo",
				"shirt_size": "Men's M",
				"title": "Building a spatio-temporal search platform with Registry",
				"abstract": "Registry is a platform that catches spatial records using pycsw, classifies them in user-defined catalogs using Elasticsearch and store its image with Mapproxy. Registry allows the user to separate spatial data in catalogs but search in all of them at the same time. ",
				"description": "Nowadays, there is a wide variety of datasets and web services for geographic data. Multiple applications could be developed using this information, i,e, Spatio-temporal analysis, machine learning, content-management system, data delivery frameworks, etc. However, these records are stored in separate servers and it is difficult to implement a geospatial search capability. In order to cope with this problem, the authors in [1] presented Hhypermap, a Spatial Database Infrastructure which discovers servers, harvests metadata from them, organizes and indexes the documents in catalogs. The problem of this framework consists in the data collection protocol: Given an endpoint, Hhypermap executes multiple requests collecting data from given services. This could cause a service to be unavailable by overwhelming it with traffic from a single source. Here, we present an alternative to Hhypermap, called Registry. This general purpose geo-search project removes the data harvesting process and forces the users to have the metadata organized and stored within files. Once a layer is added into Registry, the user is able to retrieve metadata, mapproxy config or thumbnail by hitting different endpoints. The contributions of this project are threefold:\r\n- We extent pycsw enabling the framework to store parsed records in a search backend besides the default pycsw database. We took advantage from hhypermap, reducing the number of models and modules; and their corresponding migration issues.\r\n- We leverage pycsw with respect to spatio-temporal search for records. This represents a significant advantage in terms of performance time for specific applications. For this project we made use of Elasticsearch Heatmap plugin.\r\n- We leverage Hhypermap with respect to records harvesting. Forcing the users to keep a document standard within a file, it creates an easier workflow for testing and debugging of wrong records, i.e. wrong server url.\r\nRecords could be defined as a list of descriptive information. For Registry, we can describe records as a collection of geospatial metadata. Each record has metadata classified and organized within specific keys, i.e. bounding box, source, title, among others. For each server, we can retrieve these records using different methods. For Registry, the user must have its records stored in xml files. Each file must specify the interfaces and bindings defined by the OGC standards.\r\n\r\n\u003cp align=\"center\"\u003e\u003cimg src=\"https://cloud.githubusercontent.com/assets/3285923/20119468/a58abe98-a5d6-11e6-89ad-b29903150324.png\" width=80%\u003e \u003c/p\u003e\r\n\r\nWe illustrate the main components of our method in Figure 1. The server will use pycsw to parse the records within the xml file defined in the payload. Each record will be stored into the pycsw database and indexed into the search backend. Then, as soon as we ingest in our search backend with the required records, we can perform search requests using the search api which comes within registry. The main milestone of this approach is that it is possible to extent geospatial search, enabling the user perform queries filtering by date, time, among others. Mapproxy is a proxy server which stores in a cache geospatial data from remote web services. Registry takes advantage of this service, enabling the user to grab additional information, like images. Registry generates the configuration file for the given record and creates a Mapproxy server instance within Registry, where it is possible to use Mapproxy features as a standalone server. ",
				"notes": "REFERENCES.\r\n[1] Paolo Corti, Benjamin Lewis, Athanasios Tom Kralidis, Ntabathia Jude Mwenda Implementing an open source spatio-temporal search platform for Spatial Data Infrastructures\t. ",
				"audience_level": "All",
				"tags": [
					"django", "mapproxy", "python", "elasticsearch", "pycsw", "geonode"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-19T19:41:04.332Z"
			}, {
				"name": "Jorge Sanz",
				"email": "jsanz@carto.com",
				"avatar": "https://secure.gravatar.com/avatar/c7db4dd4558d41acb15f3a0d04124cd7?s=500",
				"location": "Unknown",
				"bio": "Trabajo como Ingeniero de Soluciones y coordinador del equipo de Soporte de CARTO. Anteriormente he trabajado como analista GIS en una consultora de software y participado activamente en el proyecto gvSIG. Participo en comunidades de software libre geoespacial desde hace más de diez años, especialmente en la Fundación OSGeo, así como en la inciativa Geoinquietos, básicamente entre Madrid y Valencia (España).",
				"twitter": "xurxosanz",
				"url": "https://carto.com",
				"organization": "CARTO",
				"shirt_size": "Men's 3XL",
				"title": "CARTO 2017",
				"abstract": "Un repaso por las novedades en nuestro portfolio, qué avances y nuevos desarrollos (Open Source, por supuesto) hemos realizado durante el último año.",
				"description": "2016 ha sido un año intenso de cambios y lanzamientos para CARTO. Nuevos productos, un rebranding para acompañarlos y un completo reposicionamiento en la industria. En 2017 estamos consolidando dichos cambios y, esperamos, posicionándonos como un referente de la industria del análisis y representación de información geográfica.\r\n\r\nDe qué vamos a hablar: \r\n\r\n- Rebranding: ¿Qué problema había con la \"DB\"? ¿Ya no sois una base de datos geoespacial en la nube?  \r\n- Nuevos productos: BUILDER y ENGINE. Análisis geográfico *self-service* y un potente conjunto de APIs para desarrollar aplicaciones complejas\r\n- Características: Análisis, Widgets, Data Observatory, LDS, TurboCARTO, conectores… \r\n- Roadmap: Un vistazo a lo que viene en 2017.\r\n\r\nEn definitiva, esta charla será un resumen de los cambios recientes más importantes en CARTO, qué alcance tienen y cómo estamos evolucionando para ofrecer una herramienta completa, versátil desde el usuario free hasta el enterprise y con \"pilas incluídas\"",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"mapnik", "postgis", "builder", "carto", "geoprocesamiento"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-11T16:44:19.492Z"
			}, {
				"name": "Pedro Samudio y José Ojeda",
				"email": "psamudio@ing.una.py",
				"avatar": "https://secure.gravatar.com/avatar/307f131729361af1853d70cbaccb332a?s=500",
				"location": "Unknown",
				"bio": "Pedro Samudio y José Ojeda\r\nSomos alumnos de la Universidad Nacional de Asunción, Paraguay. Facultad de Ingeniería. Realizando nuestro trabajo final de grado en el tema análisis territorial, nos desempeñamos como auxiliares de investigación en dos diferentes proyectos en el marco del programa de iniciación científica.\r\nEstamos interesados en que el desarrollo de las ciudades del país sea sostenible y resiliente. ",
				"twitter": "samudiopedro",
				"url": "",
				"organization": "Universidad Nacional de Asuncion Facultad de Ingeniería",
				"shirt_size": "Men's 2XL",
				"title": "Análisis territorial mediante la aplicación de indicadores de desarrollo sostenible para la planificación municipal. Caso de Villa Hayes, Chaco Paraguay ",
				"abstract": "Analizar el territorio urbano de Villa Hayes con la aplicación de indicadores de sostenibilidad permite cuantificar y mostrar las problemáticas de uso de suelo presentes en un municipio con un gran desarrollo económico y que garantice la calidad de Vida de los ciudadanos.",
				"description": "El uso indiscriminado de recursos naturales hace que muchos ciudadanos no logren una buena calidad de vida que perdure en el tiempo. La falta de ordenamiento territorial y de una planificación estratégica conlleva que el desarrollo de la ciudad sea insostenible afectando principalmente el detrimento de la habitabilidad urbana.\r\n\r\nAnalizar el territorio urbano con la aplicación de indicadores de sostenibilidad permite cuantificar y mostrar las problemáticas de uso de suelo presentes en un municipio, de modo que ayude a generar un modelo que se pueda usar en otras localidades del país.\r\n\r\nPresentamos un análisis de caso en tres zonas de la municipalidad de Villa Hayes, una ciudad emergente del Chaco paraguayo. Utilizamos 10 indicadores con objeto de estudiar la situación urbana actual y proponer algunas soluciones usando las herramientas SIG de código abierto.\r\nRealizamos encuestas con KoboToolbox, una herramienta de código abierto para la recopilación y mapeo de datos en el campo mediante dispositivos móviles. Con QGIS 2.18, analizamos el entorno urbano y elaboramos índices espectrales (NDVI, NDBI, NDWI) usando imágenes Landsat 8.\r\n\r\nComo resultado, presentamos mapas de los indicadores, tales como la tasa de densidad urbana, compacidad absoluta, accesibilidad de vías, proximidad a bienes y servicios, asimismo imágenes de superficie verde por habitante y áreas protegidas. Los resultados muestran la situación actual de un municipio disperso y con baja calidad de vida por la falta de políticas públicas territoriales en una ciudad emergente. Los municipios deben priorizar a los ciudadanos más vulnerables para que puedan acceder a los servicios básicos, apoyar el crecimiento económico, y mejorar la calidad de vida. El estudio en Villa Hayes presenta un método aplicable en otros municipios que tengan bajos recursos financieros usando las herramientas SIG abiertas en la toma de decisiones estratégicas para el desarrollo del ordenamiento urbano. ",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"ordenamiento territorial", "opensource", "qgis", "openlayers", "desarrollo sostenible"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-13T19:15:17.145Z"
			}, {
				"name": "Bruno Salerno",
				"email": "br.salerno@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/eabe6e7f077b93c28bf2cc988e5f9169?s=500",
				"location": "Unknown",
				"bio": "Soy geógrafo, desarrollador y activista a favor del Subte -o sea, *subte-activista*. Además de [citylines.co](http://www.citylines.co), hice [subtograma.com](http://www.subtograma.com), que inspiró el primero. Trabajo en [Properti](http://www.properati.com).",
				"twitter": "SalernoBr",
				"url": "https://github.com/BrunoSalerno",
				"organization": "Citylines.co",
				"shirt_size": "Men's M",
				"title": "Citylines.co: la construcción de una plataforma colaborativa de datos geográficos",
				"abstract": "Esta presentación tiene como objetivo contar la experiencia de citylines.co, una plataforma libre y colaborativa orientada a reconstruir los sistemas de transporte de las ciudades del mundo . La plataforma no sólo ha dado lugar a una comunidad: también permitió que terceros trabajaran con sus datos.",
				"description": "# Citylines: la construcción de una plataforma colaborativa de datos geográficos\r\nEsta presentación tiene como objetivo contar la experiencia de [citylines.co](citylines.co), una plataforma colaborativa lanzada a principios de este año orientada a reconstruir las redes de transporte de las ciudades del mundo.\r\n##### Una comunidad\r\nEl interés de la propuesta radica no sólo en el carácter de software libre de la plataforma o en las herramientas libres usadas, como PostgreSQL/PostGIS, OpenStreetMap, Mapbox GL o ReactJS. Sino también en que\r\n- Efectivamente se conformó una pequeña comunidad de contribuyentes\r\n- Los datos producidos por la comunidad son abiertos\r\n- Gente de otra comunidad - *kaggle* - usó estos datos abiertos para realizar análisis y visualizaciones en R y Python.\r\n##### Qué voy a hacer\r\nVoy a intentar presentar los aprendizajes de este proceso, tanto técnicos como no técnicos, vinculados a la dirección del proyecto, la priorización de features, la relación con otras comunidades y el contrapunto con los usuarios.",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"mapas", "osm", "postgis", "opensource", "javascript", "openstreetmap"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-09T19:42:14.471Z"
			}, {
				"name": "Nicolas Perez",
				"email": "nicolasadriaan@gmail.com",
				"avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/14729/IMG_20170616_171842_103.jpg",
				"location": "Unknown",
				"bio": "Interdisciplinario, estudiante de Arquitectura y Fotografía.\r\nCuriosamente apasionado de los mapas y todo lo que lo rodea.\r\nTrabajo realizando cartografía y sistemas web para el Gobierno de la Ciudad de Buenos Aires y desarrollando la IDE de la Ciudad.\r\nSi no sé, pregunto y lo trato de aprender.",
				"twitter": "nicolaasadrian",
				"url": "",
				"organization": "Subsecretaria de Registros Interpretación y Catastro - MDUyT - GCBA",
				"shirt_size": "Men's M",
				"title": "Personalizacion de GeoNode",
				"abstract": "Se brindara un taller en el cual se mostrara como personalizar el entorno de GeoNode paso a paso tanto para su pagina principal, mapas, estilos y todo lo que haga a la personalización del portal que deseemos tener.",
				"description": "#Personalización de GeoNode\r\n\r\nEn este taller, abordaremos ejemplos prácticos para poder personalizar nuestro portal IDE basado en el entorno GeoNode.\r\nDentro de los temas a abordar tendremos los siguientes\r\n\r\n1. 1 Ubicación de los archivos de estilos.\r\n2. 2 Ubicación de los archivos de paginas.\r\n3. 3 Ubicación de los repositorios de imágenes.\r\n4. 4 Aplicación de glyphicon.\r\n5. 5 Modificación de las paginas y personalización.\r\n\r\nVeremos el paso a paso, ejercicios, recomendaciones y sus posibilidades de modificación, personalización y cualquier otra consulta que resulte de los integrantes del evento.",
				"notes": "",
				"audience_level": "All",
				"tags": "geonode",
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-06-22T18:55:34.630Z"
			}, {
				"name": "Miguel Ribot Guzmán",
				"email": "mribot2013@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/d805f0c2c032107ee471d83f235c1bd2?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "",
				"url": "",
				"organization": "Instituto de Geografía Tropical",
				"shirt_size": "Men's XL",
				"title": "Desarrollo de la Infraestructura de Datos Espaciales en el Instituto de Geografía Tropical, basada en software libre.",
				"abstract": "El Instituto de Geografía Tropical (IGT) ubicado en La Habana, Cuba. Desarrolla sus investigaciones en aras de promover un Medio Ambiente próspero, sano y sostenible, logrando como resultados soluciones a las problemáticas que afectan el medio en que vivimos. ",
				"description": "La mayoría de los estudios, se apoyan en Información Espacial (IE) referenciada, siendo estas manejadas a través de los Sistemas de Información Geográfica (SIG), los que permiten aplicar algoritmos que al cruzar las distintas capas de IE, se puede modelar y generar nuevas informaciones temáticas, que demuestran donde existen los problemas y las posibles alternativas de soluciones. Una de las grandes problemáticas existentes, es que la IE se encuentra dispersa, duplicada, carece de información de procedencia, se desconoce en ocasiones su escala, su actualidad, veracidad y el no estar disponibles en momentos oportuno; de ahí la necesidad de buscar una solución que permitiese tener la IE catalogada, estandarizada y lista para ser usada. Luego de estudios y búsquedas bibliográficas, la solución propuesta era el desarrollo de una Infraestructura de Datos Espaciales (IDE) a nivel institucional soportada sobre plataformas libre y basadas en estándares de interoperabilidad, que permitieran la organización de la IE demandada y su disponibilidad en todo momento a través de la intranet. ",
				"notes": "Geografos, Técnicos y Especialistas en Geomática",
				"audience_level": "All",
				"tags": [
					"geonetwork", "geoserver", "postgis", "qgis", "geoprocesamiento"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-05-15T13:10:41.555Z"
			}, {
				"name": "IDE Pergamino",
				"email": "federico.gazaba@pergamino.gob.ar",
				"avatar": "https://secure.gravatar.com/avatar/5b23b9384beef9c5d88b639714c6e3c6?s=500",
				"location": "Unknown",
				"bio": "Soy Docente y Maestro Mayor de Obras. Actualmente Director de Sistemas de Información Geográfica del Partido de Pergamino, responsable de la Infraestructura de Datos Espaciales (IDE) de Pergamino. Colaboro en proyectos comunitarios, educativos y geo. Uso Software Libre por convicción.",
				"twitter": "idepergamino",
				"url": "http://pergamino.gob.ar/",
				"organization": "Municipalidad de Pergamino",
				"shirt_size": "Men's M",
				"title": "OSM en la IDE Pergamino",
				"abstract": "Breve exposición sobre cómo La Infraestructura de Datos Espaciales del Partido de Pergamino se beneficia con el proyecto OSM y sobre cómo aporta al mapeo comunitario el Municipio de Pergamino con datos geográficos y catastrales.",
				"description": "El Plan Estratégico 2010-2020 para Pergamino contemplaba la utilización de Sistemas de Información Georreferenciada para organizar y administrar la información espacial generada por el Municipio. En 2014 se puso en marcha la Dirección de Ssitemas de Información Georreferenciada, que inició sus trabajos de georreferenciación de datos utilizando software como Qgis. En 2015, con mucho esfuerzo y dedicación, se dispuso el portal de datos espaciales, IDE, abierto al público. Ese fue el punto de partida en donde el Municipio entendió que necesitaba un mapa base para mostrar datos georreferenciados, y que entre todas las bases que existían una en especial iba a ser la más apropiada: OSM.\r\nLa charla trata sobre el camino recorrido por la Dirección de Sistemas de Información Georreferenciada en la elección y uso del mapa colaborativo de OpenStreetMap y de cómo los aportes de datos oficiales ayudaron a enriquecer la información que allí ya existía. El objetivo principal de la charla es mostrar a otros municipios y entidades gubernamentales las ventajas de usar -y colaborar con- OpenStreetMap.",
				"notes": "Mi nombre es Federico Gazaba, Director de Sistemas de Información Georreferenciada del Partido de Pergamino. Desde los inicios de la Dirección trabajo en al generación, organización y actualización de Datos Espaciales, incluido el mapeo sobre OSM.\r\nPara la charla necesito un proyector y acceso a internet. Tengo mi laptop para proyectar la presentación (en SVG o PDF seguramente).",
				"audience_level": "Beginner",
				"tags": [
					"infraestructura de datos espaciales", "pergamino", "mapas", "gis", "osm", "idera", "ide", "openstreetmap"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-19T10:43:04.090Z"
			}, {
				"name": "Hernán Alperin",
				"email": "hernan.alperin@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/e9359d159dbb202976f8ab4d63d3d0a5?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "HernanAlperin",
				"url": "https://www.linkedin.com/in/hernanalperin/",
				"organization": "INDEC",
				"shirt_size": "Men's XL",
				"title": "Segmentación Automática para el Censo 2020",
				"abstract": "Un censo nacional necesita cubrir todo el territorio y que cada censista tenga un preasignado un recorrido. Este problema ha sido previamente resuelto manualmente o en forma semi-asistida en censos anteriores. En esta charla presentaremos algoritmos para resolverlo en forma automática.",
				"description": "Uno de los mayores desafíos logísticos de la planificación de un censos nacional\r\nes la generación de recorridos para los censistas que cubran todo el territorio nacional.\r\nEste problema es conocido como el problema de segmentación en la jerga del indec,\r\ny se define de la siguiente forma.\r\nSe cuenta con una cartografía completa de calles,\r\nuna codificación de jerárquica de regiones \r\nen provincias, departamentos, fracciones, radios, manzanas y lados;\r\nen algunos casos listados de direcciones, \r\ny en otros conteos de viviendas por lados de manzana.\r\nSe desea obtener el recorrido para todos y cada uno de los censistas destinados al operativo.",
				"notes": "Estamos trabajando en el desarrollo y en la implementación de estos algoritmos en el Área de Cartografía de la Dirección de Metodología del INDEC\r\npara su uso en el censo nacional de población hogares y viviendas de 2020\r\nPresentaremos casos ejemplo y algunos algoritmos en postgresql, python que quedarán a disposición de la comunidad en GitHub.\r\n",
				"audience_level": "All",
				"tags": [
					"opensource", "postgresql", "gis", "postgis", "python", "opensource", "postgresql", "gis", "postgis", "python", "opensource", "postgresql", "gis", "postgis", "python"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-03-27T15:43:12.907Z"
			}, {
				"name": "Vicky Vergara",
				"email": "vicky@georepublic.de",
				"avatar": "https://secure.gravatar.com/avatar/5aa42c01675599edf563b737184ee851?s=500",
				"location": "Unknown",
				"bio": "* Miembro Charter de OSGeo.\r\n* Principal desarrolladora de pgRouting.",
				"twitter": "VickyVvergara",
				"url": "http://pgrouting.org/",
				"organization": "pgRouting",
				"shirt_size": "Women's L",
				"title": "El camino más corto en la base de datos y más con pgRouting",
				"abstract": "PgRouting amplía la base de datos geoespacial PostGIS / PostgreSQL.\nUn breve panorama de la funcionalidad de pgRouting como búsqueda de caminos más cortos, análisis de flujos, etc. haciendo uso de datos abiertos OSM y costos dinámicos adecuados según sea el objetivo de la aplicación final. ",
				"description": "#### Resúmen\r\n\r\nPara el desarrollo de aplicaciones de ruteo, con la flexibilidad que propociona la base de datos geoespacial postGIS, y el uso de software libre de codigo abierto y datos libres, hace que los costos de desarrollo disminuyan.\r\nUsando herramientas que el proyecto pgRouting desarrolla:\r\n\r\n* introducir datos de OpenStreetMap en la base de datos los  datos con **osm2pgrouting**,\r\n* llevar a cabo el ruteo con **pgRouting**\r\n* visualizar las rutas usando el plugin **pgRoutingLayer** para Qgis\r\n\r\n hace que pgRouting sea una de las mejores opciones para ruteo.",
				"notes": "Soy desarrolladora de pgRouting, comenzé en 2013, y a partir de 2015 soy la principal desarroladora del projecto pgRouting, el cual incluye osm2pgRouting, pgRouting y pgRoutingLayer. Dentro del equipo soy la única hispano parlante.\r\nRequerimientos: Pantalla y proyector.",
				"audience_level": "All",
				"tags": [
					"postgis", "qgis", "openstreetmap", "pgrouting"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-04-17T18:11:15.843Z"
			}, {
				"name": "Mario Ignacio Fèvre",
				"email": "marioignaciofevre@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/5461bd8ad6c7526bad95f676f9b6bba1?s=500",
				"location": "Unknown",
				"bio": "Soy oriundo del barrio de la Boca, Ciudad de Buenos Aires; realicé mis estudios universitarios de grado como arquitecto en la Universidad de Buenos Aires.\r\nInicié mi especialización en Políticas Ambientales y Territoriales en la Facultad de Filosofía y Letras.\r\nDurante toda mi formación superior, trabajé en el sector privado operando SIG (primero) y diseñando los procesos productivos de la empresa y su gestión de datos (luego).\r\nTengo 36 años de vida.\r\nTengo 12 años de experiencia como docente universitario.\r\nLlevo 3 años dentro de la UNM, desde la incorporación de la materia SIG en la LGA.\r\nParticipé de diversos proyectos de investigación de articulan la construcción, el desarrollo urbano, el medio ambiente, la sustentabilidad y el territorio.",
				"twitter": "",
				"url": "https://unmlgasig.wordpress.com/",
				"organization": "Universidad Nacional de Moreno",
				"shirt_size": "Men's L",
				"title": "Construcción de territoro en la comunidad universitaria de Moreno",
				"abstract": "La Universidad Nacional de Moreno se encuentra en un punto particular: la incorporación de la geomática se superpone con su diseño de programas académicos sobre el territorio y el ambiente.\nEn este marco UNM desarrolla técnicas específicas utilizando gvSIG, geoserver, postGIS, php, js, openlayers.",
				"description": "Pensar una carrera sobre el ambiente como la Licenciatura en Gestión Ambiental, exige pensar el territorio. Ambiente y territorio son construcciones abstractas, que merecen repensarse.\r\nCunado una Nueva universidad se propone abordar la problemática ambiental en su dimensión territorial desde el tercer cordón del Conurbano Bonaerense toda lógica merece ser revisada.\r\nLos datos y las herramientas constituidas desde otros lugares aportan contenido, pero también invisibilizan problemas genuinos de nuestro lugar.\r\nDesde la materia Sistemas de Información Geográfica, nos hemos comprometido con dotar a nuestros estudiantes y docentes de herramientas útiles para interpelar al territorio desde nuestras propias expectativas.\r\n\r\nUNmapa: Plataforma colaborativa interdisciplinaria, proyecto de investigación conjunto con Universidad Católica de Chile y Universidad de Villa Mercedes. Pensada para los procesos de aprendizaje de cualquier disciplina con anclaje en el territorio (ambiente, sociología, historia, arquitectura, biología, economía, etc) (php + mysql + openlayers) (https://github.com/mariofevre/UNmapa AGLP).\r\n\r\nUNMgeo: plataforma geomática de la Universidad Nacional de Moreno. Para la difusión de capas y generación de proyectos que permitan analizar el territorio. (php + postgis + geoserver + js + openlayers ) (https://github.com/mariofevre/UNMgeo AGPL)\r\n\r\nProcesador dinámico de registros masivos: aplicación web para procesar encuaestas en csv, con herramientas para georreferenciar topónimos.\r\n\r\nCapa de topónimos: ejercicio con estudiantes generando una capa de topónimos con gvSIG (Articulando con investigación en curso)\r\n\r\nProto Mapa de Riesgo Ambiental: ejercicio con estudiantes generando una capa de topónimos con gvSIG (Articulando con investigación en curso)\r\n\r\nPrograma de SIG orientado a la gestión ambiental: diseño de un programa académico para la materia SIG orientado a la gestión del ambiente y territorio, recurriendo al software como herramienta de operación.\r\n\r\n",
				"notes": "La presentación requiere un proyector pudiendo utilizar notebook propia o no.\r\nEn caso de contar con conexión a internet se podrán hacer demostraciones de estas herramientas funcionando, aunque no es indispensable para la charla.\r\nComo docente de la materia Sistemas de Información Geográfica de la Licenciatura en gestión Ambiental, he sido el desarrollador de cada una de las tecnologías y actividades descritas; mi desarrollo académico se centra en la relación entre las estructuras de los datos y el abordaje de problemáticas complejas (multi-dimensionales) como urbanismo, construcción, gestión ambiental, etc.\r\nPara la fecha de la ponencia, la herramienta UNmapa tendrá un grado de desarrollo considerablemente superior al actual (actualmente es plenamente funcional). Una instancia de taller puede ser interesante, pero 4 horas (que es la duración propuesta para los talleres parece demasiado). Por lo general 45 minutos bastan para desarrollar una actividad conjunta.",
				"audience_level": "All",
				"tags": [
					"universidad", "educación superior", "producción colaborativa", "independencia tecnológica", "gvsig", "javascript", "openlayers", "postgis", "geoserver"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-05-31T16:43:52.985Z"
			}, {
				"name": "Jorge Sanz",
				"email": "jsanz@carto.com",
				"avatar": "https://secure.gravatar.com/avatar/c7db4dd4558d41acb15f3a0d04124cd7?s=500",
				"location": "Unknown",
				"bio": "Trabajo como Ingeniero de Soluciones y coordinador del equipo de Soporte de CARTO. Anteriormente he trabajado como analista GIS en una consultora de software y participado activamente en el proyecto gvSIG. Participo en comunidades de software libre geoespacial desde hace más de diez años, especialmente en la Fundación OSGeo, así como en la inciativa Geoinquietos, básicamente entre Madrid y Valencia (España).",
				"twitter": "xurxosanz",
				"url": "https://carto.com",
				"organization": "CARTO",
				"shirt_size": "Men's 3XL",
				"title": "CARTO BUILDER",
				"abstract": "Hace un año CARTO lanzó una total revisión de su interfaz para generar mapas, usada por miles de personas en todo el mundo para visualizar y analizar datos geográficos. En este taller vamos a cubrir las funcionalidades de CARTO BUILDER para crear potentes cuadros de mando geográficos.",
				"description": "CARTO BUILDER una herramienta web para usuarios de negocio y analistas  de datos que permite descubrir y predecir información esencial a través de datos georeferenciados.  CARTO BUILDER democratiza el poder del análisis con paneles de control accionables que se pueden compartir.\r\n\r\nEste taller tiene como objetivo capacitar a los asistentes en el uso de CARTO BUILDER, cubriendo todos los aspectos de su interfaz para la carga y manipulación de datos geográficos así como el diseño y publicación de aplicaciones geográficas en forma de cuadros de mando donde además de un mapa se configuran otros elementos de interfaz (widgets) que apoyan la exploración y descubrimiento de información relevante. Finalmente mediante un ejercicio guiado se cubrirá un caso de uso completo.",
				"notes": "",
				"audience_level": "All",
				"tags": [
					"builder", "cartodb", "carto", "mapas", "postgis", "geoprocesamiento"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-07-11T16:37:33.229Z"
			}, {
				"name": "Felipe Sodre Barros",
				"email": "felipe.b4rros@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/ff387331df88703a60e655e25a01aad5?s=500",
				"location": "Posadas, Misiones - Argentina",
				"bio": "Brasileño, \"asilado ecológico\" en Posadas, Misiones. Amante del mate, del asado  y del  chamamé.\r\nLicenciado en Geografía con posgrado en estadísticas y maestría en ecología.\r\nCon trabajos desarrollados en diversas  organizaciones en Brasil,  como Jardín Botánico de Rio de Janeiro, Instituto Internacional para la Sustentabilidad y Unión Iternacional para la Conservación de la Naturaleza (UICN). \r\nGalardonado con el Premio Jabutí 2014 en la categoría Ciencias Naturales por la publicación del libro rojo de la flora brasileña amenazada de extinción.\r\nMiembro de la Comisión Brasileña de Usuarios QGIS desde el 2014.\r\nEn búsqueda constante por innovación FOSS4G, por segunda vez participando del evento en Argentina.",
				"twitter": "FelipeSMBarros",
				"url": "http://geoind.wordpress.com",
				"organization": "Ambiental Analytics",
				"shirt_size": "Men's L",
				"title": "Teledetección con QGIS: Introducción a la clasificación supervisada con SCPlugin",
				"abstract": "La teledetección tiene gran potencial de uso en diferentes áreas del conocimiento. Se propone en este taller presentar los principios y conceptos básicos de teledetección haciendo uso del Semiautomatic Classification Plugin de forma didáctica para  facilitar el proceso de aprendizaje y autonomia.",
				"description": "La teledetección, además del gran potencial de uso en diferentes áreas del conocimiento, permite analizar amplias áreas geográficas sin la necesidad de contacto entre el investigador y el área de investigación. Para el QGIS se ha creado el [Semiautomatic Classification Plugin](https://plugins.qgis.org/plugins/SemiAutomaticClassificationPlugin/) que brinda un interface amigable y robusta para trabajar con teledetección. Sin embargo, es necesario una sólida base conceptual para el uso correcto de las herramientas existentes.\r\nDe esta forma, este taller propone introducir los conceptos básicos de forma práctica y didáctica haciendo uso del complemento Semi-automatic Classification Plugin. Serán presentados materiales didácticos que guiarán a los alumnos a actuar de forma autónoma en la búsqueda de nuevos conocimientos y profundización de las técnicas presentadas.",
				"notes": "Visando hacer un abordaje didáctico, se propone que este taller tenga al menos 8 horas de duración.",
				"audience_level": "Intermediate",
				"tags": [
					"scp", "semi-automatic classification plugin", "sensoriamiento remoto", "teledetección", "qgis"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-05-13T20:33:25.440Z"
			}, {
				"name": "Juan Pablo Bossa",
				"email": "juanpablobossa2013@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/f5417856729482b30294b1800e6877b2?s=500",
				"location": "Unknown",
				"bio": "Mi nombre es Bossa, Juan Pablo. DNI.: 34.429.321. Actualmente soy estudiante de la Licenciatura y Profesorado en Geografía de la Universidad Nacional de La Pampa. En lo que concierne a la temática en cuestión, he realizado los siguientes cursos:\r\n\r\n\tPublicación de cartografía en Internet (Programa Nacional Mapa Educativo – Ministerio de Educación de la República Argentina): El curso de Publicación de Cartografía en Internet (PCI) propone brindar diferentes herramientas, tecnologías y metodologías que permitan el análisis de situaciones a nivel territorial con el fin de determinar problemáticas y de incentivar la resolución de estas mediante el uso de sistemas de Información Geográfica, presentado como resultado final la publicación en Internet. El Programa de Capacitación en sistemas de Información Geográfica que se realiza en convenio con el Programa Nacional Mapa Educativo dependiente de la Subsecretaría de Planeamiento del Ministerio de Educación de la Nación se enmarca dentro del Programa Fortalecimiento Institucional, cuyo financiamiento por parte del Banco de Desarrollo de América Latina, es llevado a cabo por la Subsecretaría de Planificación Territorial de la Inversión Pública.\r\n\r\n\tISIG (Introducción a los Sistemas de Información Geográfica) – Proyecto Asistide: A partir del curso lSIG, se avanza en el camino de la gestión de la información Geográfica desde un SIG de escritorio, a través de la herramienta QGIS. El proyecto de asistencia técnica y capacitación para el desarrollo de Sistemas de Información Geográfica Institucionales y Nodos de Infraestructura de Datos Espaciales tiene por objetivo un SIG Institucional que cumpla con los estándares para poder formar o incorporarse como NODO a una IDE Provincial o Nacional. Esto permitirá contar con una herramienta que integra distintos tipos de datos en una misma plataforma, disponer de información actualizada en tiempo real para una mejor planificación de las políticas sectoriales, mejorar la comunicación y difusión de sus acciones. \r\n\r\n\tAprobación de la instancia presencial del: Curso \"Clasificación de áreas urbanas y periurbanas\", dictado por la Unidad de Educación y Formación Masiva de la Comisión Nacional de Actividades Espaciales y la Subsecretaría de Planificación Territorial de la Inversión Pública del Ministerio del\r\nInterior, Obras Públicas y Vivienda los días 22 y 23 de noviembre de 2016, con una carga horaria de 16 horas reloj.\r\n\r\n\tAprobación del Curso \"SoPI I: Introducción a la Teledetección - SSPTIP\" dictado por la Unidad de Educación y Formación Masiva (UEFM) de la Comisión Nacional de Actividades Espaciales (CONAE) desde el 3 de octubre al 28 de noviembre de 2016, con una carga horaria de 40 horas reloj.\r\n \r\nTambién he presentado los siguientes trabajos de investigación:\r\no\tPONENCIA “LOS SIG COMO GENERADORES DE MAPAS TEMATICOS: ATLAS DIGITAL”, PRESENTADA EN EL “III CONGRESO NACIONAL DE TECNOLOGÍAS DE LA INFORMACIÓN GEOGRÁFICA, III JORNADAS DE SISTEMAS DE INFORMACIÓN GEOGRÁFICA Y I CONGRESO INTERNACIONAL DE TECNOLOGÍAS DE LA INFORMACIÓN GEOGRÁFICA”, DESARROLLADAS EN COMODORO RIVADAVIA DURANTE LOS DÍAS 08 Y 09 DE OCTUBRE DE 2015, AVALADAS POR RESOLUCIÓN CDFHCS Nº 611/14.\r\no\tPRESENTACIÓN DEL TRABAJO: “ATLAS GEOGRAFICO Y SATELITAL DE LA PROVINCIA DE LA PAMPA - ARGENTINA”, EN LAS “XII JORNADAS PAMPEANAS DE CIENCIAS NATURALES”, REALIZADAS EN LA CIUDAD DE SANTA ROSA, LA PAMPA, DEL 01 AL 02 DE JUNIO DEL 2016.\r\no\tEXPOSITOR DE LA PONENCIA “ANÁLISIS ESPACIAL DE DATOS GEOGRÁFICOS DE LA PROVINCIA DE LA PAMPA - ARGENTINA”, EN LAS 5TAS. JORNADAS DE GEOGRAFÍA, DOCENCIA E INVESTIGACIÓN ORGNIZADAS POR EL INSITITUTO DE GEOGRAFÍA Y APROBADAS POR RESOLUCIÓN 290-CD-2016.\r\no\tEXPOSITOR DE LA PONENCIA “UTILIZACIÓN DE LOS SISTEMA DE INFORMACIÓN GEOGRÁFICA (SIG) EN LA ENSEÑANZA DE LA HISTORIA: EL PROCESO MIGRATORIO EN ARGENTINA”, EN LAS 5TAS. JORNADAS DE GEOGRAFÍA, DOCENCIA E INVESTIGACIÓN ORGNIZADAS POR EL INSITITUTO DE GEOGRAFÍA Y APROBADAS POR RESOLUCIÓN 290-CD-2016.\r\no\tASISTENTE EN EL WORKSHOP “GEOTECNOLOGÍAS APLICADAS A LOS ESTUDIOS TERRITORIALES EN LA PAMPA”, APROBADO POR RESOLUCIÓN Nº 321/16, ORGANIZADO Y REALIZADO POR EL INSTITUTO DE GEOGRAFÍA, DURANTE LOS DÍAS 17 Y 18 DE NOVIEMBRE DE 2016.\r\no\tORGANIZADOR DEL WORKSHOP “GEOTECNOLOGÍAS APLICADAS A LOS ESTUDIOS TERRITORIALES EN LA PAMPA”, APROBADO POR RESOLUCIÓN Nº 321/16, ORGANIZADO Y REALIZADO POR EL INSTITUTO DE GEOGRAFÍA, DURANTE LOS DÍAS 17 Y 18 DE NOVIEMBRE DE 2016.\r\no\tEXPOSITOR DE LA PRESENTACIÓN “INFRAESTRUCTURA DE DATOS ESPACIALES (IDE) DEL INSTITUTO DE GEOGRAFÍA DE LA FACULTAD DE CIENCIAS HUMANAS”, EN EL WORKSHOP “GEOTECNOLOGÍAS APLICADAS A LOS ESTUDIOS TERRITORIALES EN LA PAMPA”, APROBADO POR RESOLUCIÓN Nº 321/16, ORGANIZADO Y REALIZADO POR EL INSTITUTO DE GEOGRAFÍA, DURANTE LOS DÍAS 17 Y 18 DE NOVIEMBRE DE 2016.\r\n\r\nHe realizado los siguientes aportes cartográficos (construcción de mapas) en:\r\n\tINFORME DE TRABAJO FINAL INTEGRADOR: “IMPACTO DE LOS PROGRAMAS MATERNO-INFANTILES EN LA DISMINUCIÓN DE LAS CAUSAS EVITABLES DE LA MORTALIDAD INFANTIL. Zona Sanitaria I. La Pampa Argentina”, de Lausirica, Claudia Leticia (Estudiante – Profesora en Geografía, Especialización en Gestión de Políticas Sociales), el cual estuvo a cargo de la Directora: Beatriz Susana Dillon. Universidad Nacional de La Pampa, Facultad de Ciencias Humanas, Departamento de Geografía.\r\n\tCÁTEDRA DE GEOGRAFÍA DE ARGENTINA: Profesora a cargo de la cátedra: Comerci, María Eugenia.\r\n\tVIAJES ANUALES DE LAS CARRERAS DE PROFESORADO Y LICENCIATURA EN GEOGRAFÍA. Profesora a cargo: Comerci, María Eugenia.\r\n\tPROGRAMA DE AMBIENTACIÓN 2015. Coordinadora del Departamento de Geografía: Gabriela Sardi.\r\n\tLIBRO DE TEXTO PARA ESTUDIANTES UNIVERSITARIOS: Comerci, María Eugenia (2015) “Múltiples territorialidades en el campo argentino. Geografías, procesos y sujetos”. Editorial UNLPam. Universidad Nacional de La Pampa.\r\n\r\nAdemas me encuentro realizando por quinto año consecutivo la adscripción ad honorem en la cátedra Sistemas de Información Geográfica y Teledetección del Departamento de Geografía, a cargo de la prof. Daila Graciana Pombo. periodo 2014-2015.",
				"twitter": "",
				"url": "http://www.humanas.unlpam.edu.ar/fchst/Institutos/Geografia/WPIGeografia.html",
				"organization": "Instituto de Geografía, Facultad de Ciencias Humanas, Universidad Nacional de La Pampa",
				"shirt_size": "Men's S",
				"title": "Software libres para la construcción de una Infraestructura de Datos Espaciales (IDE) como herramienta de análisis socioterritorial: el caso de la IDE del Instituto de Geografía de la UNLPam",
				"abstract": "El nodo IDE del Instituto de Geografía de la UNLPam, creado con el SIG QGIS (software libre), permite el acceso de información de índole socioterritorial actualizada de la provincia de La Pampa, a toda la comunidad académica y sociedad en general.",
				"description": "En este mundo actual globalizado las Infraestructuras de Datos Espaciales permiten a cada ciudadano acceder a datos, productos y servicios geoespaciales, los cuales se encuentran publicados en internet bajo estándares y normas definidos según el marco establecido por IDERA (Infraestructura de Datos Espaciales de la República Argentina), asegurando de esta manera su interoperabilidad y al igual que su uso, como así también la propiedad sobre la información publicada por parte de los organismos e instituciones.\r\nDe esta manera, desde el Instituto de Geografía de la Universidad Nacional de La Pampa, a través del Proyecto denominado: Infraestructura de Datos Espaciales (IDE) de la provincia de La Pampa: las Geotecnologías aplicadas al análisis de su complejidad territorial, se pretende dar respuesta a la necesidad de disponer de información confiable, actualizada y de fácil acceso para diferentes usuarios. Se proyecta a través del nodo de Infraestructura de Datos Espaciales del Instituto de Geografía de la UNLPam, gestionar el conocimiento geográfico y satelital de la provincia, a través de una herramienta interactiva y permanente que permita analizar, explicar e interpretar la realidad socioterritorial de esta y sus desigualdades. Se cree y se está sumamente confiados que la Información Geográfica (IG) es un bien público, y el acceso, al igual que su uso, debe ser considerado como un servicio público; de esta manera es que dentro de nuestros objetivos se promueve el acceso de la información a cada ciudadano.\r\nAsí como se piensa que la información debe ser pública, también se está más que seguros que el trabajo diario de procesamiento de los datos, se deben realizar con software gratuitos, promoviendo de esta manera la utilización de estos. Se ha implantado a través de Geonode, instalado dentro del servidor de la Facultad de Ciencias Humanas, un base datos geográficos, donde se cumplen cada uno de los estándares establecidos por IDERA y, a través del visualizador IDEIGUNLPAM, creado con un plugins del sistema de información geográfico QGIS (software libre), se llavá el acceso de la información a cada uno de los ciudadanos que así lo requieran. El nodo IDE se construye continuamente con el equipo de trabajo conformado hace ya cinco años, generando de esta manera información actualizada.",
				"notes": "Los grandes avances de la tecnología, han provocado que en la actualidad se disponga de un importante volumen de datos georreferenciados. Las Infraestructuras de Datos Espaciales (IDEs), pretenden catalogar y poner al alcance del público en general, información que, con frecuencia es desconocida o no tiene canales adecuados para darse a conocer. La IDE del Instituto de Geografía de la Facultad de Ciencias Humanas de la Universidad Nacional de La Pampa, se gestó por medio de un Proyecto de Investigación aprobado hace cinco años denominado “Atlas geográfico y satelital de la provincia de La Pampa”, dirigido por la Magister Beatriz Dillon y co-dirigido por la Especialista Daila Pombo, en el cual se pretendía dar respuesta a la necesidad de disponer de información confiable, actualizada y de fácil acceso para diferentes usuarios de la provincia. Este Proyecto de Investigación finalizó en el año 2016, pero se continúa, con los mismos directores, con otro proyecto y, con objetivos más amplios, denominado Infraestructura de Datos Espaciales (IDE) de la provincia de La Pampa: las geotecnologías aplicadas al análisis de su complejidad territorial. A través del nodo del Instituto, construido por el estudiante de la carrera de Licenciatura en Geografía, Bossa Juan Pablo, se intentó como equipo de trabajo, gestionar el conocimiento geográfico y satelital, por medio de una herramienta interactiva y permanente que permita analizar, explicar e interpretar la realidad socioterritorial de La Pampa y sus desigualdades. Además se encuentra enmarcado dentro de materias pertinentes a esta temáticas de la Licenciatura y Profesorado en Geografía, como Técnicas en Geografía I y II y Sistemas de Información Geográfica y Teledetección, las cuales han incorporado estas temáticas a partir de los últimos cambios de planes. \r\nSe ha establecido a través de Geonode, dentro del servidor de la Facultad de Ciencias Humanas, una base datos geográficos, donde se cumplen cada uno de los estándares establecidos por la Infraestructura de Datos Espaciales de la República Argentina (IDERA); y a través del visualizador IDEIGUNLPAM, creado con un plugins del SIG QGIS (software libre), se llevó el acceso de la información a cada uno de los ciudadanos que así lo requieran. Se pretende que el nodo IDE se alimente continuamente, no solo con los Proyectos que lo crearon, sino que se integren al mismo los trabajos generados dentro del Instituto de Geografía y de los demás Institutos de la Facultad de Ciencias Humanas de la UNLPam, generando de esta manera información actualizada de la provincia y dándole así acceso y conocimiento a toda la comunidad académica y sociedad en general.",
				"audience_level": "All",
				"tags": [
					"mapas", "gis", "openstreetmap", "geonode", "geoprocesamiento", "metadatos", "ide", "idera", "qgis"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-07-13T22:02:25.638Z"
			}, {
				"name": "Felipe Sodre Barros",
				"email": "felipe.b4rros@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/ff387331df88703a60e655e25a01aad5?s=500",
				"location": "Posadas, Misiones - Argentina",
				"bio": "Brasileño, \"asilado ecológico\" en Posadas, Misiones. Amante del mate, del asado  y del  chamamé.\r\nLicenciado en Geografía con posgrado en estadísticas y maestría en ecología.\r\nCon trabajos desarrollados en diversas  organizaciones en Brasil,  como Jardín Botánico de Rio de Janeiro, Instituto Internacional para la Sustentabilidad y Unión Iternacional para la Conservación de la Naturaleza (UICN). \r\nGalardonado con el Premio Jabutí 2014 en la categoría Ciencias Naturales por la publicación del libro rojo de la flora brasileña amenazada de extinción.\r\nMiembro de la Comisión Brasileña de Usuarios QGIS desde el 2014.\r\nEn búsqueda constante por innovación FOSS4G, por segunda vez participando del evento en Argentina.",
				"twitter": "FelipeSMBarros",
				"url": "http://geoind.wordpress.com",
				"organization": "Ambiental Analytics",
				"shirt_size": "Men's L",
				"title": "Simulación espacial para la restauración",
				"abstract": "La pérdida de biodiversidad y de servicios ecosistémicos hacen necesario el desarollo de proyectos de reforestación. Sin embargo, saber dónde reforestar no és facil. Por eso, fue desarrollado una solución basada en R, gdal y CONEFOR, brindando informaciones para proyectos de restauración.",
				"description": "La deforestación y la degradación forestal, en un proceso histórico, ha provocado la pérdida de biodiversidad y de servicios ecosistémicos. Frente a este proceso, proyectos de conservación de las áreas naturales, fueron desarrollados con el objetivo de mantener lo poco que todavía existe. Para identificar las áreas clave para la conservación, fueron creadas herramientas específicas con la finalidad de maximizar la conservación y por otra parte minimizar su costo, brindando oportunidades de conservación en la planificación territorial (ampliamente llamado de Planificación Sistemática para la Conservación).\r\nSin embargo, con la vasta extensión de la deforestación, otros abordajes se hacen necesarios y complementarios. En este ámbito empiezan las propuestas de reforestación. Similar a la conservación, se presenta otro gran desafío: dónde reforestar?\r\n\r\nEntre las herramientas de planificación sistemática para la conservación, pocas son las que brindan auxilio para la toma de decisión en reforestación. Por eso, fue desarrollado un modelo de simulación de restauración, basado en R, pero haciendo uso de librerías como gdal y CONEFOR. El modelo permite simular la restauración considerando diferentes escenarios y/o propuestas produciendo, a cada simulación, informaciones sobre la ganancia para la biodiversidad (conectividad) y estimando los costos de la misma.\r\n\r\nCreemos que, con el aporte de información a respecto de las diferentes posibilidades de reforestación brindado por la simulación será posible proponer formas eficaces, menos costosas y con mayor ganancia para la biodiversidad.",
				"notes": "La solución nasción con el proyecto de restauración de la Mata Atlantica brasileña.\r\nHasta el momiento, no hay herramienta que brinde informaciónes a respecto de la probabilidade de exitos en hacer la restauración.\r\nLa aplicación está en desarrollo pero con resultados existosos, con posible adoción por institutos como World Resource Institute, para hacer uso en escala global.",
				"audience_level": "All",
				"tags": [
					"priorización", "simulación espacial", "r"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-06-22T02:45:13.429Z"
			}, {
				"name": "Vicky Vergara",
				"email": "vicky@georepublic.de",
				"avatar": "https://secure.gravatar.com/avatar/5aa42c01675599edf563b737184ee851?s=500",
				"location": "Unknown",
				"bio": "* Miembro Charter de OSGeo.\r\n* Principal desarrolladora de pgRouting.",
				"twitter": "VickyVvergara",
				"url": "http://pgrouting.org/",
				"organization": "pgRouting",
				"shirt_size": "Women's L",
				"title": "Taller de pgRouting",
				"abstract": "Taller para desarrollar los concocimiento básicos del uso del proyecto de pgRouting.\n* osm2pgrouting\n* pgRouting\n* pgRoutingLayer",
				"description": "El taller de pgRouting incluye las tareas mínimas que se requieren para tener una aplicación:\r\n\r\n* Obtener información de Open Street Map,\r\n* Introducir la información a la base de datos,\r\n* Realizar diversos comandos SQL de ruteo dependiendo de la \"aplicación\"\r\n* Visualización sencilla de los resultados\r\n",
				"notes": "Soy desarrolladora de pgRouting, comenzé en 2013, y a partir de 2015 soy la principal desarroladora del projecto pgRouting, el cual incluye osm2pgRouting, pgRouting y pgRoutingLayer.\r\n\r\n Dentro del equipo soy la única hispano parlante.\r\n\r\nRequerimientos: Pantalla, proyector\r\n\r\nRequerimientos para los asistentes:\r\n* Conocimientos básicos de SQL, de prefencia con experiencia en postgreSQL\r\n* que lleven una computadora:\r\n  * que pueda bootear desde USB.\r\n  * o que tenga posibilidad de usar una máquina virtual.",
				"audience_level": "Beginner",
				"tags": [
					"qgis", "postgis", "openstreetmap", "pgrouting"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-04-17T18:30:51.697Z"
			}, {
				"name": "Gonzalo Gabriel Perez",
				"email": "zalitoar@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/dcd2366779cac8635aee2958f3c09fb5?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "Zalitoar",
				"url": "http://www.osmargentina.org",
				"organization": "OpenStreetMap Argentina",
				"shirt_size": "Men's M",
				"title": "Mapas con vector tiles en minutos",
				"abstract": "Las ventajas que presentan las teselas vectoriales sobre los tradicionales mapas raster son cada vez mayores, al igual que la cantidad de servidores y visualizadores de mapas que incluyen compatibilidad con este nuevo formato\n¡Mapas rápidos, eficientes y con estilos dinámicos al alcance de todos!",
				"description": "El tutorial comienza con una breve explicación de qué son los tiles vectoriales y qué ventajas supone su uso para luego nombrar las herramientas libres que permiten implementar esta tecnología. La parte central del tutorial incluye una demostración de cómo generar vector tiles con GeoServer y con TippeCanoe de Mapbox, cómo publicarlos con GeoServer y TileServer GL y cómo visualizarlos con Mapbox GL JS y OpenLayers 3, por último daremos estilo al mapa con Maputnik para cerrar el tutorial. ",
				"notes": "",
				"audience_level": "Intermediate",
				"tags": [
					"docker", "maputnik", "mapbox", "openmaptiles", "vector tiles", "osm", "mapas", "geoserver", "opensource", "javascript", "openstreetmap", "openlayers"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-05-05T20:00:06.822Z"
			}, {
				"name": "Leanne Marón Blanco",
				"email": "leannemaron@yahoo.com",
				"avatar": "https://secure.gravatar.com/avatar/30fc9494f4278715eb8db9ac946f8867?s=500",
				"location": "Cuba",
				"bio": "",
				"twitter": "",
				"url": "",
				"organization": "Instituto de Geografía Tropical",
				"shirt_size": "Women's M",
				"title": "Cálculo de la potencialidad agropecuaria para el municipio Artemisa, Cuba, a través de la evaluación multicriterio utilizando el software Qgis.",
				"abstract": "Para el desarrollo de la presente investigación se determinaron los potenciales agrícola y pecuario, debido a que el caso de estudio: municipio Artemisa, Cuba, es un territorio cuyo desarrollo socioeconómico depende en gran medida de la producción agrícola y pecuaria.",
				"description": "La determinación de los potenciales de los recursos naturales para las actividades principales a desarrollar en un área determinada, racionaliza el empleo de los recursos, a su vez que son utilizados como una de las herramientas fundamentales en la definición del uso potencial de las unidades ambientales del territorio. Para el desarrollo de esta investigación se determinaron los potenciales agrícola y pecuario, debido a que el caso de estudio: municipio Artemisa, localizado en la provincia con el mismo nombre, en la zona occidental de Cuba, es un territorio cuyo desarrollo socioeconómico depende en gran medida de la producción agrícola y pecuaria. Este trabajo tributa al primer proyecto internacional de adaptación al cambio climático en el sector agropecuario en Cuba, denominado “Bases Ambientales para la Sostenibilidad Alimentaria Local” (BASAL). Se emplearon las técnicas de evaluación multicriterio, y para las limitantes de uso se empleó algebra booleana, usando las ventajas del software libre QGIS 2.18. Adicionalmente, se realizó un análisis de las características físico-geográficas y socio-económicas del caso de estudio para facilitar el análisis de dichas potencialidades. Como resultado final se obtuvieron dos mapas en los que se muestran las potencialidades que tienen las actividades económicas para su desarrollo en el territorio estudiado. Se concluye que el replanteo de la planificación a partir de un ordenamiento del territorio, permite identificar las potencialidades y limitaciones para las actividades que en él se desarrollan o se pretenden desarrollar, y de la identificación, establecimiento y cumplimiento de políticas, lineamientos, regulaciones y normas que erradiquen las incompatibilidades de uso y los problemas ambientales existentes. ",
				"notes": "",
				"audience_level": "All",
				"tags": "qgis",
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-04-21T16:28:24.898Z"
			}, {
				"name": "Carlos Brys",
				"email": "carlos.brys@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/46f203350f96ab645a0a04ed99cfa0d2?s=500",
				"location": "Posadas, Misiones, Argentina",
				"bio": "Director de Modernización de la Gestión y Gobierno Electrónico\r\nMinisterio de Coordinación General de Gabinete\r\nGobierno de la Provincia de Misiones\r\n\r\nDirector del Centro de Referencia de Tecnologías de la Información para la Gestión con Software Libre y\r\nJefe del Departamento de Informática\r\nFacultad de Ciencias Económicas\r\nUniversidad Nacional de Misiones\r\n\r\nProfesor Regular Titular \r\nCátedras: Informática, Comercio Electrónico, Gestión del Conocimiento\r\nFacultad de Ciencias Económicas\r\nUniversidad Nacional de Misiones\r\n\r\nDoctorando en Sistemas de Información\r\nUniversidad de Málaga. España\r\n\r\nDisertante y difusor de la comunidad OpenStreetMap Argentina\r\nhttp://www.openstreetmap.org/user/Carlos%20Brys\r\n\r\n\r\n",
				"twitter": "CarlosBrys",
				"url": "https://about.me/Carlos.Brys",
				"organization": "Gobierno de la Provincia de Misiones",
				"shirt_size": "Men's L",
				"title": "Integración de Sistemas para la Indicación de Destinos para Servicios de Emergencias",
				"abstract": "Se presenta un caso de implementación local de un sistema de búsqueda de puntos georeferenciados a partir de datos recibidos y la integración de  aplicaciones, que permiten comunicar al agente designado a atender la demanda en el punto donde debe conducirse, y guiarlo rápidamente a su destino.",
				"description": "Los servicios públicos de atención de emergencias (policía, ambulancias, catástrofes, y otros) requieren que los sistemas de localización de los requerimientos permitan ubicar geográficamente el punto de destino de manera rápida, precisa y usando las tecnologías comunmente disponibles.\r\n\r\nSe presenta un caso de implementación local de un sistema de búsqueda de puntos georeferenciados a partir de algunos datos recibidos y la integración de distintas aplicaciones, que permiten comunicar al agente designado a atender la demanda en el punto preciso hacia donde debe conducirse, y guiarlo de la manera más rápida a su destino.\r\n\r\nEl proyecto es una orquestación de servicios integrando la información del mapa base de OpenStreetMap, el sistema de búsquedas Nominatim, la aplicación de mensajería Telegram y la aplicación de navegación Maps.Me.\r\n\r\nEsta experiencia actualmente se desarrolla en forma experimental en el ámbito de los servicios atención de emergencias del gobierno de la Provincia de Misiones, \r\n",
				"notes": "",
				"audience_level": "Intermediate",
				"tags": [
					"nominatim", "maps.me", "telegram", "openstreetmap", "emergencias", "indicación", "nominatim", "maps.me", "telegram", "openstreetmap", "emergencias", "indicación", "nominatim", "maps.me", "telegram", "openstreetmap", "emergencias", "indicación"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-05-06T12:03:32.449Z"
			}, {
				"name": "Andrea Trovant ",
				"email": "andrea_trovant@hotmail.com",
				"avatar": "https://secure.gravatar.com/avatar/8ed03cd166c42b5f852efe00679dd968?s=500",
				"location": "Unknown",
				"bio": "Mi nombre es Andrea Trovant, será mi primera experiencia dando una charla en una conferencia, por lo tanto me parece interesante darme la oportunidad para poder hacerlo. Me gusta mucho la Geografía, pero más el SIG y las nuevas tecnologías que se desarrollan en torno a esto. ¿Por que deben escucharme? Soy una principiante, no tengo mucho a favor, pero si estoy dispuesta a intercambiar conocimientos y  aprender SIEMPRE.  ",
				"twitter": "anditrovi",
				"url": "https://www.facebook.com/anditrovi",
				"organization": "Universidad Nacional Tres de Febrero ",
				"shirt_size": "Women's S",
				"title": "Alcance y frecuencia del transporte público, según los barrios populares en la ciudad de Comodoro Rivadavia. ",
				"abstract": "Comodoro Rivadavia es la ciudad con mayor cantidad de población en  Chubut. Se basa en la actividad petrolera generando una segmentación social muy grande ,(económica). Lo cual, se ve reflejado en dichos barrios. Se analizará la frecuencia y el alcance del transporte en los asentamientos.",
				"description": "A lo largo del tiempo la actividad petrolera en la ciudad de Comodoro Rivadavia fue creciendo. El flujo de personas ya sean de otras provincias como de otros países es muy grande debido esta actividad, por lo tanto las configuraciones en el espacio son muy tajantes, por un lado tenemos los asentamientos establecidos en la periferia de la ciudad, que nos dan cuenta de aquellos que no están involucrados económicamente con la actividad principal de Comodoro y por otro lado los que si.  Una vez situados dentro de este contexto, decidí analizar uno de los servicios que permiten cierta conexión entre el centro y la periferia , que es, el transporte público, incluyendo el alcance y frecuencia del mismo ¿ ingresarán a los barrios populares las lineas de  colectivos ? ¿tendrán una suficiente frecuencia, teniendo en cuenta que es el único medio \"económico \" de conexión ?.",
				"notes": "En mi caso particular, soy la persona indicada para hablar del tema porque nací en la ciudad, conozco el problema de las frecuencias y el alcance de los colectivos. Además soy estudiante de Sistemas de Información Geográfica y pude hacer un análisis muy rico con un simple tema como este. No cuento con requerimientos específicos técnicos, solo utilicé mi conocimiento aprendido en la universidad y mis conocimientos por ser nativa de Comodoro. \r\n",
				"audience_level": "All",
				"rating": 100.0,
				"state": "accepted",
				"confirmed": false,
				"created_at": "2017-07-07T01:31:44.418Z"
			}, {
				"name": "Victor Olaya",
				"email": "volayaf@gmail.com",
				"avatar": "https://secure.gravatar.com/avatar/91ff1da16e12dea60133255bfdde9181?s=500",
				"location": "Unknown",
				"bio": "",
				"twitter": "volayaf",
				"url": "",
				"organization": "Boundless",
				"shirt_size": "Men's M",
				"title": "Como hacer mejores usuarios de SIG",
				"abstract": "Esta charla trata de dar algunas ideas acerca de como los miembros de una comunidad de software libre pueden llevar a cabo mejores prácticas para lograr que los usuarios hagan un mejor uso de éste.",
				"description": "",
				"notes": "",
				"audience_level": "All",
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-05-30T05:59:51.459Z"
			}, {
				"name": "Ariel Anthieni",
				"email": "aanthien@gmail.com",
				"location": "Capital Federal, Capital Federal, Argentina",
				"bio": "Analista Universitario en Sistemas de Información - Universidad Tecnológica Nacional - Facultad Regional Santa Fe, desarrollando actualmente actividades en la Comisión Nacional de Actividades Espaciales, en la Unidad de Desarrollos Avanzados y Específicos. Coordinador del Grupo de Trabajo de Metadatos en IDERA, participante activo en las comunidades de Software y datos Libres OsGeo, FOSS4G, Geoinquietos y Open Street Map. Desarrollo en herramientas de geomática libre.",
				"twitter": "anthieni",
				"url": "https://wiki.osgeo.org/wiki/Ariel_Anthieni",
				"organization": "Comisión Nacional de Actividades Espaciales - Argentina",
				"shirt_size": "Men's XL",
				"title": "Geonetwork como Nodo IDE sobre Docker",
				"abstract": "En esta presentación mostraremos como generar un Nodo IDE a partir de Geonetwork y otras herramientas sobre Docker",
				"description": "Se observará el funcionamiento de Geonetwork conjuntamente con otra herramientas sobre Instancias Docker y su integración como un conjunto en un Nodo IDE. ",
				"audience_level": "Intermediate",
				"tags": [
					"IDE", "Docker", "Geonetwork"
				],
				"rating": 100.0,
				"state": "accepted",
				"confirmed": true,
				"created_at": "2017-08-23T17:31:44.418Z"
			}
		]
